Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/MultilingualResources/RX_Explorer.*.xlf
Languages: es, fr_fr, zh_hans

# QueueDialog_DisplayProtectedSystemItemsWarning_Content
source: Hidden system files should not be modified, it is recommended not to turn on this switch, whether to continue?
es: Los archivos ocultos del sistema no deben modificarse, se recomienda no activar este interruptor, ¿continuar?
fr_fr: Les fichiers système cachés ne doivent pas être modifiés, il est recommandé de ne pas activer ce commutateur, que vous souhaitiez continuer?

# SettingHideProtectedSystemItems.Text
source: Hide protected system files (Recommended)
es: Ocultar archivos de sistema protegidos (Recomendado)
fr_fr: Masquer les fichiers système protégés (Recommandé)

# TaskList_Task_Status_Preparing
source: Preparing
es: Preparando
fr_fr: En train de préparer

# Operate_Text_Copy
source: Copy
es: Dupdo
fr_fr: Copie
zh_hans: 复制

# CompressDialogAlgorithm.Header
source: Compression algorithm
es: Algoritmo de compresión
fr_fr: Algorithme de compression

# TextViewer_EncodingCombo.PlaceholderText
source: Enter the name of encoding or codepage
es: Ingrese el nombre de la codificación o la página de códigos
fr_fr: Entrez le nom de l'encodage ou de la page de codes

# TextViewer_EncodingCombo.Header
source: Text Encoding
es: Codificacion de texto
fr_fr: Encodage de texte

# TextEncodingDialog.Title
source: Select text encoding
es: Seleccionar codificación de texto
fr_fr: Sélectionnez l'encodage de texte

# GroupHeader_EarlierThisMonth
source: Earlier this month
es: A principios de este mes
fr_fr: Plus tôt ce mois-ci

# GroupHeader_EarlierThisWeek
source: Earlier this week
es: A principios de esta semana
fr_fr: Plus tôt cette semaine

# GroupHeader_EarlierThisYear
source: Earlier this year
es: A principios de este año
fr_fr: Plus tôt cette année

# GroupHeader_Huge
source: Huge
es: Enorme
fr_fr: Énorme

# GroupHeader_Larger
source: Larger
es: Más grande
fr_fr: Plus grand

# GroupHeader_LastMonth
source: Last month
es: El mes pasado
fr_fr: Le mois dernier

# GroupHeader_LastWeek
source: Last week
es: La semana pasada
fr_fr: La semaine dernière

# GroupHeader_LongTimeAgo
source: A long time ago
es: Hace mucho tiempo
fr_fr: Il y a longtemps

# GroupHeader_Medium
source: Medium
es: Medio
fr_fr: Moyen

# GroupHeader_Others
source: Others
es: Otros
fr_fr: Autres

# GroupHeader_Smaller
source: Smaller
es: Mas pequeño
fr_fr: Plus petit

# GroupHeader_Today
source: Today
es: Hoy
fr_fr: Aujourd'hui

# GroupHeader_Unspecified
source: Unspecified
es: Sin especificar
fr_fr: Non spécifié

# GroupHeader_Yesterday
source: Yesterday
es: Ayer
fr_fr: Hier

# Operate_Text_GroupNone
source: None
es: Ninguno
fr_fr: Rien

# EverythingQuestionDownloadLink
source: Download Everything
es: Descarga "Everything"
fr_fr: Téléchargez "Everything"

# MainPage_QuickStart_Label
source: Quick Start
es: Inicio Rápido
fr_fr: Démarrage Rapide

# WebLinkTitle.Text
source: Websites
es: Sitios web
fr_fr: Sites Internet

# Operate_Text_Grouping
source: Group by
es: Agrupar por
fr_fr: Grouper par

# MainPage_PageDictionary_Home_Label
source: Home Page
es: Pagina de inicio
fr_fr: Page d'accueil

# RootStorageFolderDisplayName
source: This PC
es: Esta PC
fr_fr: Ce PC

# Drag_Tip_RunWith
source: Run with {Placeholder}
es: Ejecutar con {Placeholder}
fr_fr: Exécuter avec {Placeholder}

# BackgroundLightSliderLabel.Text
source: Adjust background brightness
es: Ajustar el brillo del fondo
fr_fr: Ajuster la luminosité de l'arrière-plan

# Items_Description
source: items
es: elementos
fr_fr: éléments

# QueueDialog_ImportConfigurationDataIncorrect_Content
source: Data verification failed, the configuration file cannot be imported
es: La verificación de datos falló, el archivo de configuración no se puede importar
fr_fr: La vérification des données a échoué, le fichier de configuration ne peut pas être importé

# QueueDialog_ImportConfigurationFailed_Content
source: Failed to import configuration with unexpected error
es: No se pudo importar la configuración con un error inesperado
fr_fr: Échec de l'importation de la configuration avec une erreur inattendue

# QueueDialog_ImportConfigurationSuccess_Content
source: Successfully imported configuration
es: Configuración importada correctamente
fr_fr: Configuration importée avec succès

# SystemTip_ConfigRestartContent
source: Please restart the application to activate the new configuration. You can also continue to use this app, but some configurations may not take effect until the next time you start it
es: Reinicie la aplicación para activar la nueva configuración. También puede seguir utilizando esta aplicación, pero es posible que algunas configuraciones no surtan efecto hasta la próxima vez que la inicie.
fr_fr: Veuillez redémarrer l'application pour activer la nouvelle configuration. Vous pouvez également continuer à utiliser cette application, mais certaines configurations peuvent ne prendre effet qu'au prochain démarrage.

# SystemTip_RestartTitle
source: Restart is required
es: Es necesario reiniciar
fr_fr: Un redémarrage est requis

# SystemTip_FullTrustBusyTitle
source: Waiting for response
es: Esperando una respuesta
fr_fr: En attente d'une réponse

# SystemTip_FullTrustBusyContent
source: The auxiliary process is busy and cannot respond to new requests, please wait patiently
es: El proceso auxiliar está ocupado y no puede responder a nuevas solicitudes, espere pacientemente
fr_fr: Le processus auxiliaire est occupé et ne peut pas répondre aux nouvelles demandes, veuillez patienter

# SystemTip_UpdateAvailableActionButton
source: Update now
es: Actualizar ahora
fr_fr: Mettez à jour maintenant

# SystemTip_UpdateAvailableContent
source: The latest update fixes some issues in the old version and provides functional enhancements
es: La última actualización corrige algunos problemas en la versión anterior y proporciona mejoras funcionales.
fr_fr: La dernière mise à jour corrige certains problèmes dans l'ancienne version et fournit des améliorations fonctionnelles

# SystemTip_UpdateAvailableTitle
source: An Update is available
es: Hay una actualización disponible
fr_fr: Une mise à jour est disponible

# OfflineAvailabilityStatusText7
source: Syncing
es: Synchronisation
fr_fr: Synchronisation

# SendTo.Label
source: Send to
es: Enviar a
fr_fr: Envoyer à

# SendTo_CreateDesktopShortcut
source: Desktop (Create shortcut)
es: Escritorio (crear acceso directo)
fr_fr: Bureau (Créer un raccourci)

# OfflineAvailabilityStatusText8
source: Not a OneDrive file
es: No es un archivo de OneDrive
fr_fr: Pas un fichier OneDrive

# QueueDialog_CouldNotLoadMedia_Content
source: The media file could not be loaded due to failure to read the file or other reasons
es: El archivo multimedia no se pudo cargar debido a que no se pudo leer el archivo u otras razones
fr_fr: Le fichier multimédia n'a pas pu être chargé en raison d'un échec de lecture du fichier ou pour d'autres raisons

source: Development Version
es: Versión de desarrollo
fr_fr: Version de développement

source: Trial Version
es: Versión de prueba
fr_fr: Version d'essai

# PdfPanelToggle.Label
source: Horizontal view mode
es: Modo de vista horizontal
fr_fr: Mode d'affichage horizontal

# HashError
source: Calculation error
es: Error de cálculo
fr_fr: Erreur de calcul

# SecureArea_MustResetPath_Content
source: The storage location is lost and must be reset
es: La ubicación de almacenamiento se pierde y debe restablecerse
fr_fr: L'emplacement de stockage est perdu et doit être réinitialisé

# SecureArea_StorageLocation_ChangeButton
source: Change location
es: Cambiar locación
fr_fr: Changer de lieu

# SecureArea_StorageLocation_Title
source: Storage location
es: Ubicación de almacenamiento
fr_fr: Emplacement de stockage

# QueueDialog_SecureAreaTransferFileFailed_Content
source: File transfer failed. Some files could not be transferred. Please manually transfer to the new folder
es: Error en la transferencia de archivos. Algunos archivos no se pudieron transferir. Transfiera manualmente a la nueva carpeta
fr_fr: Le transfert de fichier a échoué. Certains fichiers n'ont pas pu être transférés. Veuillez transférer manuellement vers le nouveau dossier

# Progress_Tip_Transfering
source: Transferring
es: Transfiriendo
fr_fr: Transfert

# AlwaysOnTopLabel.Text
source: Always On Top
es: Siempre en la cima
fr_fr: Toujours au top

# AlwaysOnTop.OffContent
source: Disabled
es: Discapacitado
fr_fr: Désactivé

# AlwaysOnTop.OnContent
source: Enabled
es: Activado
fr_fr: Activé

# QueueDialog_RemoveTopMostFailed_Content
source: Cannot remove this window from top most
es: No se puede eliminar esta ventana de la parte superior más
fr_fr: Impossible de supprimer cette fenêtre du haut

# QueueDialog_SetTopMostFailed_Content
source: Cannot set this window to the top most
es: No se puede establecer esta ventana en la parte superior más
fr_fr: Impossible de définir cette fenêtre au maximum

# QueueDialog_UnauthorizedUndo_Content
source: RX does not have permission to undo this item, the undo operation could not be completed
es: RX no tiene permiso para deshacer este elemento, la operación de deshacer no se pudo completar
fr_fr: RX n'a pas la permission d'annuler cet élément, l'opération d'annulation n'a pas pu être terminée

# QueueDialog_UndoFailForNotExist_Content
source: Since some files/folders no longer exist, the undo operation could not be completed
es: Dado que algunos archivos / carpetas ya no existen, la operación de deshacer no se pudo completar
fr_fr: Étant donné que certains fichiers/dossiers n'existent plus, l'opération d'annulation n'a pas pu être terminée

# SettingKeyboardGuideContent.Text
source: Contains guidance for all keyboard shortcuts supported by this app
es: Contiene orientación para todos los atajos de teclado compatibles con esta aplicación
fr_fr: Contient des conseils pour tous les raccourcis clavier pris en charge par cette application

# SettingKeyboardGuideTitle.Text
source: Keyboard shortcut guide
es: Guía de atajos de teclado
fr_fr: Guide des raccourcis clavier

# SettingLogContent.Text
source: Export the log files for developers to analyze related issues
es: Exporte los archivos de registro para que los desarrolladores analicen problemas relacionados
fr_fr: Exportez les fichiers journaux pour que les développeurs analysent les problèmes associés

# SettingLogTitle.Text
source: Log file
es: Archivo de registro
fr_fr: Fichier journal

# SettingPurchaseAppContent.Text
source: Purchase this application to unlock all features and support development
es: Compre esta aplicación para desbloquear todas las funciones y apoyar el desarrollo
fr_fr: Achetez cette application pour déverrouiller toutes les fonctionnalités et soutenir le développement

# SettingPurchaseAppTitle.Text
source: Purchase this application
es: Compra esta aplicación
fr_fr: Achetez cette application

# SettingReviewAppContent.Text
source: Leave your review of this app in the Microsoft Store
es: Deje su reseña de esta aplicación en Microsoft Store
fr_fr: Laissez votre avis sur cette application dans le Microsoft Store

# SettingReviewAppTitle.Text
source: Review this application
es: Puntúa esta aplicación
fr_fr: Évaluez cette application

# SettingSystemInfoContent.Text
source: View software and hardware system information
es: Ver información del sistema de software y hardware
fr_fr: Afficher les informations du système logiciel et matériel

# SettingSystemInfoTitle.Text
source: System information
es: Información del sistema
fr_fr: Informations système

# ShortcutKeyGuideTitle
source: Keyboard shortcut guide
es: Guía de atajos de teclado
fr_fr: Guide des raccourcis clavier

# SettingInitAppContent.Text
source: Delete all data and reset to the initial state
es: Eliminar todos los datos y restablecer al estado inicial
fr_fr: Supprimer toutes les données et réinitialiser à l'état initial

# SettingInitAppTitle.Text
source: Reset the application
es: Restablecer la aplicación
fr_fr: Réinitialiser l'application

# SettingManageConfigTitle.Text
source: Manage configuration files
es: Administrar archivos de configuración
fr_fr: Gérer les fichiers de configuration

# SettingGoGithubContent.Text
source: Contribute code to help improve this application
es: Contribuya con código para ayudar a mejorar esta aplicación
fr_fr: Contribuer au code pour aider à améliorer cette application

# SettingGoGithubTitle.Text
source: Go to Github
es: Ir a Github
fr_fr: Aller sur Github

# SettingUpdateLogContent.Text
source: View the latest update content and previous update history
es: Ver el contenido de actualización más reciente y el historial de actualizaciones anterior
fr_fr: Afficher le contenu de la dernière mise à jour et l'historique des mises à jour précédentes

# SettingUpdateLogTitle.Text
source: Update history
es: Historial de actualizaciones
fr_fr: Historique des mises à jour

source: Update available
es: Actualización disponible
fr_fr: Mise à jour disponible

# UpdateLatest.Text
source: Already the latest version
es: Ya es la última versión
fr_fr: Déjà la dernière version

# SearchEngineConfig_AlwaysPopup
source: Ask every time
es: Pregunta cuando quieras
fr_fr: Demandez à chaque fois

# SearchEngineConfig_UseBuildInAsDefault
source: Always use the built-in search engine
es: Utilice siempre el motor de búsqueda integrado
fr_fr: Utilisez toujours le moteur de recherche intégré

# SearchEngineConfig_UseEverythingAsDefault
source: Always use the Everything search engine
es: Utilice siempre el motor de búsqueda de "Everything"
fr_fr: Utilisez toujours le moteur de recherche "Everything"

# SettingNavLayoutLabel.Text
source: Navigation view layout
es: Diseño de la vista de navegación
fr_fr: Disposition de la vue de navigation

# SettingNavLayout.OffContent
source: Top
es: Cima
fr_fr: Haut

# SettingNavLayout.OnContent
source: Left
es: Izquierdo
fr_fr: La gauche

# TaskList_Task_Status_NeedAttention
source: Need attention
es: Necesita atención
fr_fr: Besoin d'attention

# NameCollision
source: A file or folder with the same name exists in the target folder
es: Existe un archivo o carpeta con el mismo nombre en la carpeta de destino
fr_fr: Un fichier ou dossier portant le même nom existe dans le dossier cible

# NameCollision_Rename
source: Save a copy
es: Guardar una copia
fr_fr: Sauvegarder une copie

# NameCollision_Override
source: Override files
es: Anular archivos
fr_fr: Remplacer les fichiers

# ThemeColorLabel.Text
source: Theme color
es: Color del tema
fr_fr: Couleur du thème

# ClearTaskListPanel.ToolTipService.ToolTip
source: Clear all completed tasks
es: Borrar todas las tareas completadas
fr_fr: Effacer toutes les tâches terminées

# VerticalSplitQuestionSubtitle
source: The vertical split view allows you to view and manipulate multiple folders at the same time without switching tabs. \r\rNote: Purchase this app to unlock this feature
es: La vista dividida vertical le permite ver y manipular varias carpetas al mismo tiempo sin cambiar de pestaña. \r\rNota: compre esta aplicación para desbloquear esta función
fr_fr: La vue fractionnée verticale vous permet d'afficher et de manipuler plusieurs dossiers en même temps sans changer d'onglet. \r\rRemarque: Achetez cette application pour déverrouiller cette fonctionnalité

# VerticalSplitQuestionTitle
source: Vertical Split View
es: Vista dividida vertical
fr_fr: Vue fractionnée verticale

# QuickAccessDisplayName
source: Quick Access
es: Acceso rapido
fr_fr: Accès rapide

# CloseTabOnRight.Label
source: Close all tabs on the right
es: Cerrar todas las pestañas de la derecha
fr_fr: Fermez tous les onglets à droite

# NewFile_Admin_Name
source: New file
es: Archivo nuevo
fr_fr: Nouveau fichier

# SettingManageConfigContent.Text
source: Perform save or restore configuration operations
es: Realizar operaciones de guardado o restauración de la configuración
fr_fr: Effectuer des opérations de sauvegarde ou de restauration de configuration

# File_Type_Bmp_Description
source: BMP image
es: Imagen BMP
fr_fr: Image BMP

# Operate_Text_Unpin
source: Unpin
es: Desprender
fr_fr: Détacher

# QueueDialog_DeleteFilesPermanent_Content
source: This operation will permanently delete these files. Whether to continue?
es: Esta operación eliminará permanentemente estos archivos. ¿Continuar?
fr_fr: Cette opération supprimera définitivement ces fichiers. Faut-il continuer ?

# QueueDialog_DeleteFolderPermanent_Content
source: This will permanently delete everything in the folder. Whether to continue?
es: Esto eliminará permanentemente todo en la carpeta. ¿Continuar?
fr_fr: Cela supprimera définitivement tout dans le dossier. Faut-il continuer ?

# SearchEngineUseAQS.Content
source: Use Advanced Query Syntax (AQS)
es: Usar La sintaxis de consulta avanzada (AQS)
fr_fr: Utiliser La syntaxe de requête avancée (AQS)

# SettingAQSGuideContent.Text
source: Advanced Query Syntax usage and structure description
es: El uso de sintaxis de consulta avanzada y la descripción de la estructura
fr_fr: Utilisation de la syntaxe de requête avancée et description de la structure

# SettingAQSGuideTitle.Text
source: Advanced Query Syntax (AQS) guide
es: Sintaxis de consulta avanzada (AQS) guía
fr_fr: Guide de la syntaxe de requête avancée (AQS)

# SearchEngineUseIndexer.Content
source: Search by index only
es: Buscar solo por índice
fr_fr: Recherche par index uniquement

# CustomText
source: Customize
es: Personalizar
fr_fr: Personnaliser

# QueueDialog_TaskCanceledByUser_Content
source: The task has been cancelled by the user
es: La tarea ha sido cancelada por el usuario
fr_fr: La tâche a été annulée par l'utilisateur

# DefaultDisplayModeLabel.Text
source: Preferred layout mode
fr_fr: Mode de mise en page préféré

# SystemTip_ForeUpdateAvailableContent
source: A mandatory update has been released, which indicates that the version you are using may have serious problems, please stop using the current version and update to the latest version as soon as possible
es: Se ha publicado una actualización obligatoria, lo que indica que la versión que está utilizando puede tener problemas graves. Deje de utilizar la versión actual y actualice a la última versión lo antes posible.
fr_fr: Une mise à jour obligatoire a été publiée, ce qui indique que la version que vous utilisez peut avoir de graves problèmes, veuillez cesser d'utiliser la version actuelle et mettre à jour vers la dernière version dès que possible

# SettingTabPreviewLabel.Text
source: Tab preview
es: Vista previa de la pestaña
fr_fr: Aperçu de l'onglet

# SettingTabPreview.OffContent
source: Disabled
es: Desactivado
fr_fr: Désactivé

# SettingTabPreview.OnContent
source: Enabled
es: Activado
fr_fr: Activé

# ActualSize.Text
source: Actual size
es: Tamaño actual
fr_fr: Taille réelle

# CompressedSize.Text
source: Compressed size
es: Tamaño comprimido
fr_fr: Taille compressée

# CompressionRate.Text
source: Compression ratio
es: Índice de compresión
fr_fr: Ratio de compression

# ExtractAll.Label
source: Extract all
es: Extraer todo
fr_fr: Extraire tout

# Progress_Tip_Extracting
source: Extracting
es: Extrayendo
fr_fr: Extraction
zh_hans: 正在解压

# QueueDialog_CouldNotOpenCompression_Content
source: Unable to open this compressed file
es: No se puede abrir este archivo comprimido
fr_fr: Impossible d'ouvrir ce fichier compressé

# Operate_Text_CreateFile
source: Create file
es: Crea un archivo
fr_fr: Créer un fichier
zh_hans: 新建文件

# Operate_Text_CopyFullName
source: Copy the file name
es: Copie el nombre del archivo
fr_fr: Copiez le nom du fichier

# Operate_Text_Save
source: Save changes
es: Guardar cambios
fr_fr: Sauvegarder les modifications

# Progress_Tip_Processing
source: Processing
es: Procesando
fr_fr: En traitement

# QueueDialog_CouldNotProcess_Content
source: The requested operation can not be completed
es: La operación solicitada no se puede completar
fr_fr: L'opération demandée ne peut pas être terminée

# NewCompressionItemNameBox.Header
source: Please enter the file name
es: Ingrese el nombre del archivo
fr_fr: Veuillez saisir le nom du fichier

# NewCompressionItemPickerDialog.Title
source: Create file or folder
es: Crear archivo o carpeta
fr_fr: Créer un fichier ou un dossier

# NewCompressionItemPickFile.Content
source: Pick a file
es: Elige un archivo
fr_fr: Choisissez un fichier

# BuildIn_CompressionViewer_Description
source: Built-in Zip viewer
es: Visor Zip incorporado
fr_fr: Visionneuse zip intégrée

# SettingPathHistoryLabel.Text
source: Path history
es: Historia de la ruta
fr_fr: Historique du chemin

# SettingPathHistory.OffContent
source: Cleared
es: Despejado
fr_fr: Effacé

# SettingPathHistory.OnContent
source: Saved
es: Salvado
fr_fr: Enregistré

# SettingPrivacy.Text
source: Privacy
es: Intimidad
fr_fr: Intimité

# SettingSearchHistoryLabel.Text
source: Search history
es: Buscar Historia
fr_fr: Historique des recherches

# SettingSearchHistory.OffContent
source: Cleared
es: Despejado
fr_fr: Enregistré

# SettingSearchHistory.OnContent
source: Saved
es: Salvado
fr_fr: Effacé

# QueueDialog_OpenFailedNotSupported_Content
source: Unable to open file, the file type is not supported
es: No se puede abrir el archivo, el tipo de archivo no es compatible
fr_fr: Impossible d'ouvrir le fichier, le type de fichier n'est pas pris en charge

# TaskList_Task_Status_Cancelling
source: Trying to cancel
es: Tratando de cancelar
fr_fr: Essayer d'annuler

# Properties_General_SizeOnDisk.Text
source: Size on disk:
fr_fr: Taille sur le disque:

# SettingPagDisableSelectionAnimation.Content
source: Turn off the list selection animation
es: Desactivar la animación de selección de lista
fr_fr: Désactiver l'animation de sélection de liste

# Setting_UIMode_Mica
source: Mica Background
fr_fr: Arrière-plan mica

# ViewModeControl.ToolTipService.ToolTip
source: Layout mode
es: Modo de diseño
fr_fr: Mode de présentation

# Drive_Type_2
source: CD-ROM drive
fr_fr: Lecteur CD ROM

# FileControlHomeButton.ToolTipService.ToolTip
source: Back to Home
es: De vuelta a casa
fr_fr: De retour à la maison

# FontFamilyComboBoxLabel.Text
source: Font family
es: Familia tipográfica
fr_fr: Famille de polices

# SystemTip_FontFamilyRestartContent
source: Please restart the application to activate the new font family. You can also continue to use this app, but the new font family may not take effect until the next time you start it
es: Reinicie la aplicación para activar la nueva familia de fuentes. También puede seguir utilizando esta aplicación, pero es posible que la nueva familia de fuentes no entre en vigor hasta la próxima vez que la inicie.
fr_fr: Veuillez redémarrer l'application pour activer la nouvelle famille de polices. Vous pouvez également continuer à utiliser cette application, mais la nouvelle famille de polices peut ne prendre effet qu'au prochain démarrage.

# SystemTip_LanguageRestartContent
source: Please restart the application to activate the new language. You can also continue to use this app, but the new language may not take effect until the next time you start it
es: Reinicie la aplicación para activar el nuevo idioma. También puede seguir utilizando esta aplicación, pero es posible que el nuevo idioma no entre en vigor hasta la próxima vez que la inicie.
fr_fr: Veuillez redémarrer l'application pour activer la nouvelle langue. Vous pouvez également continuer à utiliser cette application, mais la nouvelle langue peut ne prendre effet qu'au prochain démarrage.

# EmptyNotAllowed.Text
source: Could not be empty here
es: No pudo estar vacío aquí
fr_fr: Ne pouvait pas être vide ici

# ResetDialogText.Text
source: This action will reset the RX-Explorer, including:
es: Esta acción restablecerá el RX-Explorer, que incluye:
fr_fr: Cette action réinitialisera le RX-Explorer, notamment :

# NewTerminalProfileDefaultName
source: New Terminal Profile
es: Nuevo perfil de terminal
fr_fr: Nouveau profil de terminal
