Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/MultilingualResources/RX_Explorer.*.xlf
Languages: es, fr_fr, zh_hans

# AddDevice.Label
source: Add drive
es: Añadir unidad
fr_fr: Ajouter un lecteur
zh_hans: 添加驱动器

# AESCheckBox.Content
source: Delete source file after encryption is complete
es: Eliminar archivo fuente tras el cifrado
fr_fr: Supprimer le fichier source une fois le chiffrement terminé
zh_hans: 加密完成后删除源文件

# AESDialog.CloseButtonText
source: Cancel
es: Cancelar
fr_fr: Annuler
zh_hans: 取消

# AESDialog.PrimaryButtonText
source: Confirm
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定

# AESDialog.Title
source: AES Encryption
es: Cifrado AES
fr_fr: Chiffrement AES
zh_hans: AES加密

# AESMethod.Header
source: Encryption Method
es: Método de cifrado
fr_fr: Méthode de chiffrement
zh_hans: 加密方式

# AESPassword.Header
source: Encryption password
es: Contraseña de cifrado
fr_fr: Clé de chiffrement
zh_hans: 加密密码

# AESPassword.PlaceholderText
source: Password
es: Contraseña
fr_fr: Mot de passe
zh_hans: 密码

# AppDelete.Label
source: Delete
es: Eliminar
fr_fr: Supprimer
zh_hans: 删除

# AppEdit.Label
source: Edit
es: Editar
fr_fr: Editer
zh_hans: 编辑

# AttributeName.Text
source: Name
es: Nombre
fr_fr: Nom
zh_hans: 名称

# AttributeSecureLevel.Text
source: Security Level
es: Nivel de seguridad
fr_fr: Niveau de sécurité
zh_hans: 安全等级

# AttributeSize.Text
source: Size
es: Tamaño
fr_fr: Taille
zh_hans: 大小

# AutoBootOnStartupLabel.Text
source: Auto start at boot
es: Ejecutar al inicio
fr_fr: Lancement au démarrage

# AutoBootOnStartup.OffContent
source: Disabled
es: Discapacitado
fr_fr: Désactivé

# AutoBootOnStartup.OnContent
source: Enabled
es: Activado
fr_fr: Activé

# BlueScreenReport.Content
source: Report to Developer
es: Notificar al desarrollador
fr_fr: Rapport au développeur
zh_hans: 报告给开发者

# BluetoothUIPinNo.Content
source: No
fr_fr: Non
zh_hans: 否

# BluetoothUIPinYes.Content
source: Yes
es: Sí
fr_fr: Oui
zh_hans: 是

# BluetoothUISearching.Text
source: Searching
es: Buscando
fr_fr: Recherche en cours
zh_hans: 搜索中

# Browser.Content
source: Browser
es: Navegador
fr_fr: Navigateur
zh_hans: 浏览器

# CloseButton.Content
source: Exit
es: Salir
fr_fr: Fermer
zh_hans: 退出

# CrashText.Text
source: Crashed accidentally...(╯‵□′)╯︵┻━┻
es: Error accidental...(╯‵□′)╯︵┻━┻
fr_fr: Crashed accidentellement...(╯‵□′)╯︵┻━┻
zh_hans: 不小心崩溃了...(╯‵□′)╯︵┻━┻

# CropperPageAlphaSlider.Header
source: Contrast
es: Contraste
fr_fr: Contraste
zh_hans: 对比度

# CropperPageAspButton.Text
source: Aspect ratio
es: Relación de aspecto
fr_fr: Ratio
zh_hans: 纵横比

# CropperPageAutoOptimizeButton.Text
source: Auto Optimize
es: Optimización automática
fr_fr: Optimisation Automatique
zh_hans: 自动优化

# CropperPageBackButton.Content
source: Back
es: Atrás
fr_fr: Retour
zh_hans: 返回

# CropperPageBetaSlider.Header
source: Brightness
es: Brillo
fr_fr: Luminosité
zh_hans: 亮度

# CropperPageCropperOptionTitle.Text
source: Cropping options
es: Opciones de recorte
fr_fr: Options de recadrage
zh_hans: 裁剪选项

# CropperPageFilterTitle.Text
source: Image Filter
es: Filtro de imagen
fr_fr: Filtre d'image
zh_hans: 图像滤镜

# CropperPageFlipButton.Text
source: Flip
es: Girar
fr_fr: Retourner
zh_hans: 翻转

# CropperPageImageAdjustTitle.Text
source: Adjust image
es: Ajustar imagen
fr_fr: Ajuster l'image
zh_hans: 图像调整

# CropperPageResetButton.Text
source: Reset
es: Restablecer
fr_fr: Réinitialiser
zh_hans: 重置

# CropperPageRotateButton.Text
source: Rotate
es: Girar
fr_fr: Rotation
zh_hans: 旋转

# CropperPageSaveAsButton.Text
source: Save as
es: Guardar como
fr_fr: Enregistrer sous
zh_hans: 保存副本

# CropperPageSaveButton.Text
source: Overwrite and save
es: Sobrescribir y guardar
fr_fr: Remplacer
zh_hans: 覆盖并保存

# CropperPageSavingTips.Text
source: Saving
es: Guardando
fr_fr: Sauvegarde en cours
zh_hans: 正在保存...

# CustomUISubtype1.Content
source: Acrylic Background
es: Fondo Acrílico
fr_fr: Arrière-plan acrylique

# CustomUISubtype2.Content
source: Custom Image Background
es: Fondo personalizado
fr_fr: Image en arrière-plan personnalisée

# DeviceAttribute.Label
source: Properties
es: Propiedades
fr_fr: Propriétés
zh_hans: 属性

# DriveCapacity.Text
source: Capacity
fr_fr: Capacité

# DeviceExpander.Text
source: Devices
es: Dispositivos
fr_fr: Appareils
zh_hans: 设备和驱动器

# DriveFreeSpace.Text
source: Free space
fr_fr: Espace libre

# DriveUsedSpace.Text
source: Used space
fr_fr: Espace utilisé

# FileControlBackButton.ToolTipService.ToolTip
source: Back
es: Atrás
fr_fr: Retour
zh_hans: 返回

# FileControlForwardButton.ToolTipService.ToolTip
source: Forward
es: Reenviar
fr_fr: Suivant
zh_hans: 前进

# FileControlParentButton.ToolTipService.ToolTip
source: Up to parent folder
es: Hasta carpeta padre
fr_fr: Jusqu'au dossier parent

# HasFile.Text
source: Empty
es: Vaciar
fr_fr: Vide
zh_hans: 无内容

# LibraryExpander.Text
source: Library
es: Biblioteca
fr_fr: Bibliothèque
zh_hans: 文件夹和库

# MergeDialog.PrimaryButtonText
source: Confirm
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定

# MergeDialog.SecondaryButtonText
source: Cancel
es: Cancelar
fr_fr: Annuler
zh_hans: 取消

# MergeDialog.Title
source: Merge
es: Fusionar
fr_fr: Fusionner
zh_hans: 合并

# MergeDialogEmptyTip.Subtitle
source: Video must be added to continue
es: Se debe añadir un vídeo para continuar
fr_fr: La vidéo doit être ajoutée pour continuer
zh_hans: 必须添加要合并的视频才可以继续

# MergeDialogEmptyTip.Title
source: Tips
es: Consejos
fr_fr: Astuces
zh_hans: 提示

# MergeDialogPickClip.Content
source: Select a clip
es: Elige un clip.
fr_fr: Sélectionner un clip
zh_hans: 选择片段

# MergeDialogText.Text
source: Merge
es: Fusionar
fr_fr: Fusionner
zh_hans: 合并

# OpenDevice.Label
source: Open
es: Abrir
fr_fr: Ouvrir
zh_hans: 打开

# PdfPasswordDialog.CloseButtonText
source: Cancel
es: Cancelar
fr_fr: Annuler
zh_hans: 取消

# PdfPasswordDialog.PrimaryButtonText
source: Confirm
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定

# PdfPasswordDialog.Title
source: Need password
es: Contraseña necesaria
fr_fr: Besoin d'un mot de passe
zh_hans: 需要密码

# PdfPasswordDialogPasswordBox.Header
source: PDF password
es: Contraseña PDF
fr_fr: Mot de passe du PDF
zh_hans: PDF密码

# PdfPasswordDialogPasswordBox.PlaceholderText
source: Please enter the password to unlock this PDF
es: Introduce la contraseña para desbloquear este PDF
fr_fr: Veuillez entrer le mot de passe pour ouvrir ce PDF
zh_hans: 请输入密码以解锁此PDF

# PhotoViewerAdjustButton.Label
source: Edit
es: Editar
fr_fr: Editer
zh_hans: 编辑

# PhotoViewerDeleteButton.Label
source: Delete
es: Eliminar
fr_fr: Supprimer
zh_hans: 删除

# PhotoViewerSaveTips.Text
source: Saving...
es: Guardando...
fr_fr: Enregistrement...
zh_hans: 保存中...

# PhotoViewerTranscodeButton.Label
source: Transcode
es: Transcodificar
fr_fr: Transcription
zh_hans: 转码

# PinTip.ActionButtonContent
source: Now
es: Ahora
fr_fr: Maintenant
zh_hans: 即刻固定

# PinTip.CloseButtonContent
source: Close
es: Cerrar
fr_fr: Fermer
zh_hans: 关闭

# PinTip.Title
source: Launch Faster
es: Ejecutar más rápido
fr_fr: Lancement rapide
zh_hans: 启动更快速

# ProgramPickerDialog.CloseButtonText
source: Cancel
es: Cancelar
fr_fr: Annuler
zh_hans: 取消

# ProgramPickerDialog.PrimaryButtonText
source: Confirm
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定

# ProgramPickerDialog.Title
source: Open with
es: Abrir con
fr_fr: Ouvrir avec
zh_hans: 选择打开方式

# ProgramPickerDialogPickOther.Content
source: Choose another app on this computer
es: Elige otra aplicación en este ordenador
fr_fr: Choisir une autre application
zh_hans: 选择此电脑上的其他应用

# ProgramPickerDialogUseAsAdmin.Content
source: Use this app to open this type of file by default
es: Usa esta aplicación para abrir este tipo de archivo por defecto.
fr_fr: Toujours utiliser cette application pour ouvrir ce type de fichier
zh_hans: 默认使用此应用打开该类型文件

# QRText.Header
source: Copy this link to your browser to download
es: Copia este enlace en tu navegador para descargar.
fr_fr: Copier ce lien vers votre navigateur pour télécharger
zh_hans: 复制此链接至浏览器即可下载

# QuickStartDialog.CloseButtonText
source: Cancel
es: Cancelar
fr_fr: Annuler
zh_hans: 取消

# QuickStartDialog.PrimaryButtonText
source: Confirm
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定

# QuickStartDialog.Title
source: Custom
es: Personalizado
fr_fr: Personnalisé
zh_hans: 自定义

# QuickStartDisplayName.PlaceholderText
source: DisplayName
es: Nombre de pantalla
fr_fr: NomAffiché
zh_hans: 显示名称

# QuickStartEmptyTip.Subtitle
source: Can't be empty here
es: No se puede vaciar aquí.
fr_fr: Ne peut pas être vide
zh_hans: 此处不能为空

# QuickStartExistTip.Subtitle
source: The name already exists and cannot be added repeatedly
es: El nombre ya existe y no se puede añadir repetidamente.
fr_fr: Ce nom existe déjà et ne peut pas être ajouté
zh_hans: 该名称已存在，无法重复添加

# QuickStartFailureTips.Subtitle
source: Unable to get icon automatically, please try again
es: No se ha podido obtener el icono automáticamente. Inténtalo de nuevo
fr_fr: Impossible d'obtenir l'icône automatiquement, veuillez réessayer
zh_hans: 无法自动获取图标，请重试

# QuickStartFormatErrorTip.Subtitle
source: Protocol or address format error
es: Error de formato de dirección o protocolo
fr_fr: Protocole ou format d'adresse erroné
zh_hans: 协议或地址格式错误

# QuickStartGetWebImage.Content
source: Get icon
es: Obtener icono
fr_fr: Obtenir l'icône
zh_hans: 获取图标

# QuickStartLink.Content
source: Launch an app with a URI
es: Ejecutar una aplicación con un URI
fr_fr: Lancer l'application avec un URL
zh_hans: Win10_UWP应用启动命令大全-IT之家

# QuickStartProtocalTip.Subtitle
source: Protocal Reference
es: Referencia protocolaria
fr_fr: Référence du protocole
zh_hans: 协议参考

# RateTip.ActionButtonContent
source: Rate now
es: Valorar ahora
fr_fr: Évaluez maintenant
zh_hans: 现在评价

# RateTip.CloseButtonContent
source: No prompt
es: Ningún aviso
fr_fr: Aucune invite
zh_hans: 不再提示

# RateTip.Subtitle
source: Your rating is very important, please take a minute or two to rate the app.
es: Tu valoración es muy importante; por favor, dedica un minuto o dos a valorar esta aplicación.
fr_fr: Votre évaluation est très importante, s'il vous plaît prenez quelques minutes pour évaluer l'application.
zh_hans: 您的评价对我们十分重要，请花上一两分钟来评价此App吧

# RateTip.Title
source: Please rate us
es: Valóranos, por favor.
fr_fr: S'il vous plaît évaluez nous
zh_hans: 请对我们进行评价

# RenameDialog.CloseButtonText
source: Cancel
es: Cancelar
fr_fr: Annuler
zh_hans: 取消

# RenameDialog.PrimaryButtonText
source: Confirm
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定

# RenameDialog.Title
source: Rename
es: Renombrar
fr_fr: Renommer
zh_hans: 重命名

# RenamePreview.Text
source: Preview
es: Vista previa
fr_fr: Aperçu
zh_hans: 预览

# RenameDialogInvalidCharTip.Title
source: Error
fr_fr: Erreur
zh_hans: 错误

# RenameDialogInvalidCharTip.Subtitle
source: Name cannot be empty and cannot contain illegal characters Illegal characters include \ / : * ? " < > |
es: El nombre no puede estar vacío y no puede contener caracteres no válidos Los caracteres no válidos son \ / : * ? " < > |
fr_fr: Un nom de fichier ne peut pas contenir les caractères suivants : \ / : * ? " < > |

# ResetDialog.CloseButtonText
source: Cancel
es: Cancelar
fr_fr: Annuler
zh_hans: 取消

# ResetDialog.PrimaryButtonText
source: Continue
es: Continuar
fr_fr: Continuer
zh_hans: 继续

# ResetDialog.Title
source: Warning
es: Advertencia
fr_fr: Avertissement
zh_hans: 警告

# ResetDialogButton.Content
source: Select export location
es: Seleccionar ubicación de exportación
fr_fr: Sélectionner destination
zh_hans: 选择导出位置

# ResetDialogCheckBox1.Content
source: Application saved settings, database storage
es: Ajustes guardados de aplicación, almacenamiento de base de datos
fr_fr: Paramètres de l'application, et données stockées
zh_hans: 应用保存的设置、数据库存储的内容

# ResetDialogCheckBox2.Content
source: Files stored in Security Area
es: Archivos almacenados en el área de seguridad
fr_fr: Fichiers dans l'Espace Securisé
zh_hans: 安全域存储的文件

# ResetDialogTip.Subtitle
source: Please select an export folder
es: Elige una carpeta donde exportar
fr_fr: Veuillez sélectionner un dossier de destination
zh_hans: 请选择一个导出文件夹

# SAVerifyDialog.CloseButtonText
source: Cancel
es: Cancelar
fr_fr: Annuler
zh_hans: 取消

# SAVerifyDialog.PrimaryButtonText
source: Confirm
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定

# SAVerifyDialog.Title
source: Enter credentials
es: Introducir credenciales
fr_fr: Saisir les identifiants
zh_hans: 输入凭据

# SAVerifyDialogErrorTip.Subtitle
source: Wrong password, please re-enter
es: Contraseña incorrecta; reintrodúcela.
fr_fr: Mot de passe erroné, veuillez réessayer
zh_hans: 密码错误，请重新输入

# SAVerifyDialogErrorTip.Title
source: Error
fr_fr: Erreur
zh_hans: 错误

# SAVerifyDialogPasswordBox.Header
source: Password
es: Contraseña
fr_fr: Mot de passe
zh_hans: 密码

# SAVerifyDialogPasswordBox.PlaceholderText
source: Enter unlock password
es: Introducir contraseña de desbloqueo
fr_fr: Saisir le mot de passe
zh_hans: 输入解锁密码

# SAWelcomeDialog.CloseButtonText
source: Go back
es: Atrás
fr_fr: Retour
zh_hans: 返回

# SAWelcomeDialog.PrimaryButtonText
source: Continue
es: Continuar
fr_fr: Continuer
zh_hans: 继续

# SAWelcomeDialog.Title
source: First time setup
es: Primera configuración
fr_fr: Première configuration
zh_hans: 首次激活安全域

# SAWelcomeDialogConfrimPassword.Header
source: Enter the password again
es: Vuelve a introducir la contraseña
fr_fr: Saisir une nouvelle fois le mot de passe
zh_hans: 再次输入密码

# SAWelcomeDialogConfrimPassword.PlaceholderText
source: Enter master password
es: Introducir contraseña maestra
fr_fr: Saisir le mot de passe maître
zh_hans: 输入密码

# SAWelcomeDialogEmptyTip.Subtitle
source: This field is required and cannot be left blank
es: Este campo es obligatorio y no se puede dejar vacío.
fr_fr: Ce champ est requis
zh_hans: 此处为必填项，不能留空

# SAWelcomeDialogErrorTip.Subtitle
source: The passwords entered are inconsistent, please check the passwords
es: Las contraseñas introducidas no coinciden; por favor, compruébalas.
fr_fr: Les mots de passe ne correspondent pas
zh_hans: 输入的密码不一致，请检查一下密码

# SAWelcomeDialogPrimaryPassword.Header
source: Master password
es: Contraseña maestra
fr_fr: Mot de passe maître
zh_hans: 主密码

# SAWelcomeDialogPrimaryPassword.PlaceholderText
source: Set unlock password
es: Establecer contraseña de desbloqueo
fr_fr: Définir le mot de passe de déverrouillage
zh_hans: 设置解锁密码

# SAWelcomeDialogSecureLevel.Header
source: Encryption strength Level
fr_fr: Niveau de force de chiffrement

# SAWelcomeDialogUseWH.Content
source: Use Windows Hello instead of password authentication
es: Usar Windows Hello en vez de autenticación con contraseña
fr_fr: Utiliser Windows Hello plutôt qu'un mot de passe
zh_hans: 使用Windows Hello代替密码认证

# SearchFlyoutCancel.Content
source: Cancel
es: Cancelar
fr_fr: Annuler
zh_hans: 取消

# SearchFlyoutConfirm.Content
source: Search
es: Búsqueda
fr_fr: Rechercher
zh_hans: 搜索

# SearchHasItem.Text
source: No Result
es: Sin resultado
fr_fr: Aucun résultat
zh_hans: 无法搜索到任何文件

# SearchModified.Text
source: Date modified
es: Fecha modificada
fr_fr: Modifié le
zh_hans: 修改时间

# SearchName.Text
source: Name
es: Nombre
fr_fr: Nom
zh_hans: 名称

# SearchPath.Text
source: Path
es: Ruta
fr_fr: Chemin
zh_hans: 路径

# SearchProperties.Label
source: Properties
es: Propiedades
fr_fr: Propriétés
zh_hans: 属性

# SearchSize.Text
source: Size
es: Tamaño
fr_fr: Taille
zh_hans: 大小

# SearchCopyPath.Label
source: Copy the full path
es: Copiar la ruta completa
fr_fr: Copier le chemin complet
zh_hans: 复制完整路径

# SecureAreaDeleteButton.Label
source: Delete
es: Eliminar
fr_fr: Supprimer
zh_hans: 删除

# SecureAreaDropText.Text
source: Click the button or drag the file here
es: Pulsa el botón o arrastra el archivo aquí.
fr_fr: Cliquez sur le bouton ou faites glisser le fichier ici
zh_hans: 点击按钮或拖动文件到此处

# SecureAreaEncryptTip.Subtitle
source: The 128bit AES-CTR mode already provides sufficient security by default, but you can also choose the 256bit AES-CTR mode for better security protection. Processors of the second generation Core processors and above support two modes of hardware acceleration, so there is no need to worry about performance issues
fr_fr: Le mode AES-CTR 128 bits offre déjà une sécurité suffisante par défaut, mais vous pouvez également choisir le mode AES-CTR 256 bits pour une meilleure protection de la sécurité. Les processeurs des processeurs Core de deuxième génération et supérieurs prennent en charge deux modes d'accélération matérielle, il n'y a donc pas besoin de s'inquiéter des problèmes de performances

# SecureAreaExportButton.Label
source: Export
es: Exportar
fr_fr: Exporter
zh_hans: 导出

# SecureAreaIntroDialog.CloseButtonText
source: Back
es: Atrás
fr_fr: Retour
zh_hans: 返回

# SecureAreaIntroDialog.PrimaryButtonText
source: Unlock
es: Desbloquear
fr_fr: Débloquer
zh_hans: 解锁

# SecureAreaIntroDialog.Title
source: Introduction to Secure Area
es: Introducción al área segura
fr_fr: Introduction à l'Espace Sécurisé
zh_hans: 安全域介绍

# SecureAreaProperty.Label
source: Property
es: Propiedad
fr_fr: Propriété
zh_hans: 属性

# SecureAreaSettingAboutHeader.Text
source: About
es: Quiénes somos
fr_fr: A propos
zh_hans: 关于

# SecureAreaSettingAboutText1.Text
source: RX built-in file vault
es: Sistema de protección archivos integrado en RX
fr_fr: RX coffre-fort de fichiers intégré
zh_hans: RX内建文件保险箱

# SecureAreaSettingAboutText2.Text
source: Based on AES-CTR algorithm, combined with multiple system-level security authentication measures to ensure the secure storage of files
fr_fr: Basé sur l'algorithme AES-CTR et combiné à de multiples mesures d'authentification de sécurité au niveau du système pour garantir le stockage sécurisé des fichiers

# SecureAreaSettingButton.Label
source: Setting
es: Ajustes
fr_fr: Paramètres
zh_hans: 设置

# SecureAreaSettingEncryptionHeader.Text
source: Encryption mode
es: Modo de cifrado
fr_fr: Mode de chiffrement
zh_hans: 加密模式

# SecureAreaSettingHeader.Text
source: Setting
es: Ajustes
fr_fr: Paramètres
zh_hans: 设置

# SecureAreaSettingLockMode1.Content
source: Lock immediately when leaving this page
es: Bloquear de inmediato al salir de esta página
fr_fr: Verrouiller automatiquement lorsque je quitte cette page
zh_hans: 离开此页面时立刻锁定

# SecureAreaSettingLockMode2.Content
source: Lock when this app is closing
es: Bloquear mientras se cierra la aplicación
fr_fr: Verrouiller lors de la fermeture de l'application
zh_hans: 此应用关闭时锁定

# SecureAreaSettingLockModeHeader.Text
source: Security Area lock mode
es: Modo de bloqueo de Área de seguridad
fr_fr: Mode de verrouillage de l'Espace Sécurisé
zh_hans: 安全域锁定模式

# SecureAreaSettingUseWH.Header
source: Simplify authentication with Windows Hello
es: Autenticación simplificada con Windows Hello
fr_fr: Authentification simplifiée avec Windows Hello
zh_hans: 使用Windows Hello简化认证过程

# SecureAreaWHTip.Subtitle
source: Utilizing Windows Hello to strengthen the security of the security domain, Windows Hello saves the necessary credentials to the TPM security chip. The TPM chip is not affected by any software and hardware vulnerabilities, so these credentials will not be disclosed in any unauthorized state. RX utilizes this feature, combined with AES encryption, to provide unparalleled security protection
es: Usar Windows Hello refuerza la seguridad del dominio de seguridad; Windows Hello guarda las credenciales necesarias en el chip de seguridad TPM. este chip no se ve afectado por ninguna vulnerabilidad de software o hardware, por lo que estas credenciales no serán reveladas en ningún estado no autorizado. RX usa esta función, combinada con la codificación AES, para proporcionar una protección de seguridad sin precedentes.
fr_fr: L'utilisation de Windows Hello renforce la sécurité de l'Espace Sécurisé. Windows Hello enregistre les informations d'identification nécessaires dans la puce de sécurité TPM. La puce TPM n'est pas affectée par des vulnérabilités logicielles et matérielles, donc ces informations ne seront jamais divulguées. RX utilise cette fonctionnalité, combinée au cryptage AES, pour fournir une protection de sécurité sans précédent.
zh_hans: 利用Windows Hello来加强安全域的安全性，Windows Hello将必要的凭据保存至TPM安全芯片中。TPM芯片不受任何软硬件漏洞的影响，因此不会在任何未授权状态下泄露这些凭据。RX利用这一特性，结合AES加密，提供无与伦比的安全保护

# SecureAreaWHTip.Title
source: Combine with Windows Hello
es: Combinar con Windows Hello
fr_fr: Combiner avec Windows Hello
zh_hans: 与Windows Hello结合

# SettingAbout.Text
source: About
es: Quiénes somos
fr_fr: A propos
zh_hans: 关于

# SettingAdvance.Text
source: Advanced
es: Avanzado
fr_fr: Avancée

# SettingBasicText.Text
source: Basic
es: Básico
fr_fr: Basique
zh_hans: 基本

# TintLuminosityTipContent.Text
source: Acrylic transmittance determines how much light from the background is allowed to pass through the App's acrylic material. The smaller the value, the higher the Acrylic theme color ratio, and the higher the percentage of light from the background.
es: La transmitancia acrílica determina cuánta luz puede atravesar el material acrílico de la aplicación. Cuanto menor sea el valor, mayor será la relación de color del tema acrílico y mayor será el porcentaje de luz del fondo.
fr_fr: La transmission de l'acrylique détermine la quantité de lumière de l'arrière-plan autorisée à traverser le matériau acrylique de l'application. Plus la valeur est petite, plus le rapport de couleurs du thème Acrylique est élevé et plus le pourcentage de lumière provenant de l'arrière-plan est élevé.

# TintOpacityTipContent.Text
source: Acrylic theme color layer transparency, the larger the value, the lighter the Acrylic color, the smaller the color indicates the darker the color
es: Transparencia de capa de color del tema acrílico: cuanto mayor sea el valor, más claro será el color acrílico; cuanto menor sea el color indicado, más oscuro será el color.
fr_fr: Transparence de la couleur du thème acrylique, plus la valeur est grande, plus la couleur acrylique est claire, plus la valeur est faible, plus la couleur est foncée.

# AccentColorLabel.Text
source: Acrylic theme color
es: Color de tema acrílico
fr_fr: Couleur de l'acrylique

# TintLuminositySliderLabel.Text
source: Acrylic background transmittance
es: Transmitancia de fondo acrílico
fr_fr: Transmittance de l'arrière-plan acrylique

# TintOpacitySliderLabel.Text
source: Acrylic color transparency
es: Transparencia de color acrílico
fr_fr: Transparence de la couleur de l'acrylique

# SettingRecovery.Text
source: Recovery
es: Recuperación
fr_fr: Restauration
zh_hans: 恢复

# SystemInfoDialog.CloseButtonText
source: Close
es: Cerrar
fr_fr: Fermer
zh_hans: 关闭

# SystemInfoDialog.Title
source: System Information
es: Información del sistema
fr_fr: Informations système
zh_hans: 系统信息

# SystemInfoDialogBasicInfo.Text
source: Basic information
es: Información básica
fr_fr: Informations basiques
zh_hans: 基本信息

# SystemInfoDialogCPUArchitecture.Text
source: CPU architecture
es: Arquitectura de CPU
fr_fr: Architecture du processeur
zh_hans: CPU架构

# SystemInfoDialogCPUCache.Text
source: CPU Cache
es: Caché CPU
fr_fr: Cache du processeur
zh_hans: CPU缓存

# SystemInfoDialogCPUCore.Text
source: CPU Core
es: Núcleo de CPU
fr_fr: Coeurs du processeur
zh_hans: CPU核心

# SystemInfoDialogCPUFeature.Text
source: CPU feature
es: Función de CPU
fr_fr: Fonctionnalités du CPU
zh_hans: CPU特性

# SystemInfoDialogCPUInfo.Text
source: CPU information
es: Información de CPU
fr_fr: Processeur
zh_hans: CPU信息

# SystemInfoDialogCPUModel.Text
source: CPU model
es: Modelo de CPU
fr_fr: Modèle du processeur
zh_hans: CPU型号

# SystemInfoDialogCurrentColorMode.Text
source: Current color mode
es: Modo de color actual
fr_fr: Mode de couleur actuel
zh_hans: 目前色彩模式

# SystemInfoDialogDeivceModel.Text
source: Device model
es: Modelo de dispositivo
fr_fr: Modèle de l'appareil
zh_hans: 设备型号

# SystemInfoDialogDeviceName.Text
source: Device name
es: Nombre del dispositivo
fr_fr: Nom de l'appareil
zh_hans: 设备名称

# SystemInfoDialogDisplayTitle.Text
source: Screen information
es: Información de pantalla
fr_fr: Ecran
zh_hans: 屏幕信息
