Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/MultilingualResources/RX_Explorer.*.xlf
Languages: es, fr_fr, zh_hans

# QueueDialog_LocateFolderFailure_Content
source: Unable to locate folder, which may have been deleted or moved
zh_hans: 无法定位文件夹，该文件夹可能已被删除或移动

# SystemInfo_Dialog_Memory_Total_Text
source: Total
zh_hans: 总共

# Toast_EnterBackground_Text_1
source: Please do not minimize RX-Explorer
zh_hans: 请不要最小化RX文件管理器

# Toast_EnterBackground_Text_2
source: Windows policy may terminate RX-Explorer
zh_hans: "Windows策略可能会终止RX的运行

# Toast_EnterBackground_Text_3
source: Click to activate
zh_hans: 点击以重新激活

# Zip_Dialog_Level_1
source: Max
zh_hans: 最大

# Zip_Dialog_Level_2
source: Standard
zh_hans: 标准

# Zip_Dialog_Level_3
source: Package only
zh_hans: 仅存储

# Progress_Tip_Compressing
source: Compressing
zh_hans: 正在压缩

# Progress_Tip_Copying
source: Copying
zh_hans: 正在复制

# Progress_Tip_Moving
source: Moving
zh_hans: 正在移动

# Progress_Tip_Undoing
source: Undoing
zh_hans: 正在撤销

# QueueDialog_UnauthorizedCreateFolder_Content
source: RX does not have permission to create folder, it may be that you do not have access to this folder\r\rDo you want to launch Windows Explorer?
zh_hans: RX无权在此创建文件夹，可能是您无权访问此文件夹\r\r您是否希望启动Windows Explorer?

# QueueDialog_UnauthorizedPaste_Content
source: RX does not have permission to paste. Do you want to launch Windows Explorer?
zh_hans: RX无权将文件粘贴至此处，您是否希望启动Windows Explorer?

# QueueDialog_UnauthorizedRenameFile_Content
source: RX does not have permission to rename. Do you want to launch Windows Explorer?
zh_hans: RX无权重命名此文件夹，您是否希望启动Windows Explorer?

# Pdf_Page_Tip
source: Page [CurrentPageIndex] / ([TotalPageCount] pages)
zh_hans: 第 [CurrentPageIndex] 页 / (共 [TotalPageCount] 页)

# QueueDialog_CompressionError_Content
source: An exception occurred while compressing the file\r\rError Message：\r\r
zh_hans: 压缩文件时发生异常\r\r错误信息：\r\r

# QueueDialog_DecompressionError_Content
source: An exception occurred while extracting the file\r\rError Message：\r\r
zh_hans: 解压文件时发生异常\r\r错误信息：\r\r

# QueueDialog_OpenFailure_Content
source: RX-Explorer could not open this file\r\rBut it can be opened with other applications
zh_hans: RX文件管理器无法打开此文件\r\r但可以使用其他应用打开

# QueueDialog_OpenFailure_PrimaryButton
source: Default app
zh_hans: 默认应用

# QueueDialog_RenameNumError_Content
source: This operation allows only one object to be renamed at a time
zh_hans: 此操作一次仅允许重命名一个对象

# QueueDialog_UnauthorizedCompression_Content
source: RX does not have permission to create the Zip file here, it may be that you do not have access to this file.\r\rDo you want to launch Windows Explorer?
zh_hans: RX无权在此处创建Zip文件，可能是您无权访问此文件\r\r您是否希望启动Windows Explorer?

# QueueDialog_UnauthorizedCreateNewFile_Content
source: RX does not have sufficient permissions to create new files in this folder\r\rDo you want to launch Windows Explorer?
zh_hans: RX没有足够的权限在此文件夹新建文件\r\r您是否希望启动Windows Explorer?

# QueueDialog_UnauthorizedDecompression_Content
source: RX does not have permission to decompression the Zip file here, it may be that you do not have access to this file.\r\rDo you want to launch Windows Explorer?
zh_hans: RX无权在此处解压Zip文件，可能是您无权访问此文件\r\您是否希望启动Windows Explorer?

# QueueDialog_UndoFailure_Content
source: Since some files/folders no longer exist, the undo operation could not be completed completely
zh_hans: 由于部分文件/文件夹已不存在，因此撤销操作未能完全完成

# Zip_Admin_Name_Text
source: New_Zip
zh_hans: 新建Zip文件

# SettingPageAnimationSwitch.Header
source: Animation effect
zh_hans: 动画效果

# SettingPageAnimationSwitch.OffContent
source: Disable
zh_hans: 禁用

# SettingPageAnimationSwitch.OnContent
source: Enable
zh_hans: 启用

# ThankTranslate.Text
source: Special thanks to the following translators:
zh_hans: 特别感谢以下翻译人员:

# SettingPurchase.Content
source: Purchase this app (Sponsor)
zh_hans: 购买本应用 (赞助)

# MainPage_PageDictionary_RecycleBin_Label
source: Recycle bin
zh_hans: 回收站

# RecycleBin.Content
source: Recycle bin
zh_hans: 回收站

# QueueDialog_UnauthorizedDelete_Content
source: RX does not have permission to delete this item. Do you want to launch Windows Explorer?
zh_hans: RX无权限删除此对象，您是否希望启动Windows Explorer?

# ComputeHash.Text
source: Compute hash
zh_hans: 计算哈希值

# Operate_Text_ComputeHash
source: Compute hash
zh_hans: 计算哈希值

# Operate_Text_Tool
source: Tool
zh_hans: 工具

# Operate_Text_Unlock
source: Unlock occupancy
zh_hans: 解除文件占用

# Tool.Label
source: Tool
zh_hans: 工具

# TryUnlock.Text
source: Unlock occupancy
zh_hans: 解除文件占用

# Progress_Tip_Unlock
source: Unoccupying
zh_hans: 正在解除占用

# HashTeachTip.Title
source: Compute hash
zh_hans: 计算哈希值

# OpenInTerminal.Label
source: Open in terminal...
zh_hans: 在终端中打开...

# FeedBackTranslateButton.Label
source: Translate
zh_hans: 翻译

# QueueDialog_FolderRepeat_CloseButton
source: Save copy
zh_hans: 保存副本

# QueueDialog_FolderRepeat_Content
source: A folder with the same name already exists in the target folder:
zh_hans: 目标文件夹已存在相同名称的文件夹:

# QueueDialog_FolderRepeat_PrimaryButton
source: Merge folder
zh_hans: 合并文件夹

# OpenFolderInNewTab.Label
source: Open in new tab
zh_hans: 在新标签页中打开

# OpenFolderInNewWindow.Label
source: Open in new window
zh_hans: 在新窗口中打开

# Undo.Label
source: Undo
zh_hans: 撤销

# LanguageRestartTip.Text
source: (Please restart the app for the settings to take effect)
zh_hans: (请重启本应用以使设置生效)

# SettingSubmitIssueOnGithub.Content
source: Submit issue on Github
zh_hans: 在Github上提交Issue

# SettingDisplayHiddenItem.Header
source: Show hidden files/folders
zh_hans: 显示隐藏文件/文件夹

# SettingDisplayHiddenItem.OffContent
source: Disable
zh_hans: 禁用

# SettingDisplayHiddenItem.OnContent
source: Enable
zh_hans: 启用

# Folder_Open_Method_1
source: Double click
zh_hans: 双击

# Folder_Open_Method_2
source: Click
zh_hans: 单击

# UseWinAndEActivate.Header
source: Use [Win+E] to activate this app
zh_hans: 使用[Win+E]激活此应用

# UseWinAndEActivate.OffContent
source: Disable
zh_hans: 禁用

# UseWinAndEActivate.OnContent
source: Enable
zh_hans: 启用

# QueueDialog_MTP_CouldNotAccess_Content
source: RX does not support viewing MTP type devices. Try open it by system explorer?
zh_hans: RX不支持查看MTP类型的设备，尝试通过系统资源管理器打开它吗？

# CustomUISubtype3.Content
source: Bing wallpaper
zh_hans: 必应每日壁纸

# Setting_UIMode_Recommend
source: Recommend
zh_hans: 推荐

# CollectionSort.Label
source: Sort
zh_hans: 排序

# CollectionSortDirection_Asc.Text
source: Ascending
zh_hans: 升序

# CollectionSortDirection_Desc.Text
source: Descending
zh_hans: 降序

# Operate_Text_Sort
source: Sort
zh_hans: 排序

# QueueDialog_AccessFolderFailure_Content
source: Unable to access the folder.\rError message:
zh_hans: 无法访问此文件夹\r错误信息:

# AttributeTargetPath.Text
source: Target
zh_hans: 目标

# LinkOptionsDialog_LinkDescription.Header
source: Remarks (optional)
zh_hans: 备注 (可选)

# TerminalDialogFormatErrorTip.Subtitle
source: Must contain [CurrentLocation], this parameter is used to instruct RX how to fill in the current folder location. Format: <Switch to directory command> [CurrentLocation]
zh_hans: 必须包含[CurrentLocation], 该参数用于指导RX如何填写当前文件夹路径。格式: <切换至目录命令> [CurrentLocation]

# TerminalDialogFormatErrorTip.Title
source: Error
zh_hans: 错误

# ModifyDefaultTerminalDialog.Title
source: Terminal configuration
zh_hans: 终端配置

# ModifyDefaultTerminalDialog_Argument.Header
source: Arguments
zh_hans: 参数

# ModifyDefaultTerminalDialog_Argument.PlaceholderText
source: [CurrentLocation] represents the current folder path
zh_hans: [CurrentLocation]代表当前文件夹路径

# ModifyDefaultTerminalDialog_ExecutablePath.Header
source: Path
zh_hans: 路径

# ModifyDefaultTerminalDialog_ExecutablePath.PlaceholderText
source: Executable file path
zh_hans: 可执行文件路径

# DefaultTerminal.Header
source: Default terminal
zh_hans: 默认终端应用

# ModifyDefaultTerminalDialog_RemoveProfile.Content
source: Remove configuration
zh_hans: 移除配置文件

# QueueDialog_UnauthorizedRename_StartExplorer_Content
source: RX has no right to rename this file. Do you want to launch Windows Explorer?
zh_hans: RX无权重命名该文件，您是否希望启动Windows Explorer?

# SettingPageBackgroundBlurSlider.Header
source: Adjust background blur effect
zh_hans: 调整背景模糊效果

# QueueDialog_UnauthorizedExecute_Content
source: RX does not have permission to execute the file. Do you want to launch Windows Explorer?
zh_hans: RX无权执行此文件，您是否希望启动Windows Explorer?

# SettingPageAlwaysLaunchNew.Content
source: Always start a new process when activated
zh_hans: 激活时始终启动新的进程

# QueueDialog_CanNotDecompressEncrypted_Content
source: Unable to decompress encrypted compressed file
zh_hans: 无法解压已加密的压缩包

# ExportLog.Content
source: Export error log
zh_hans: 导出错误日志

# SettingPagePreventFallbackTip.Subtitle
source: Checking this option can prevent the Windows from turning off the Acrylic effect when you are not using this application. In this mode, only the Acrylic transmittance is allowed to be adjusted, and the Acrylic color transparency is not available. Note: Turning on this option may shorten battery life, and continuous light calculation will increase the burden on the CPU
zh_hans: 选中该选项可以防止Windows系统在您不使用本应用时关闭Acrylic效果，此模式下仅允许调节Acrylic透光度，Acrylic颜色透明度不可用。注意: 开启此选项可能会导致电池续航缩短，并且持续的光线计算将增加CPU的负担

# SettingPagePreventFallbackTip.Title
source: Acrylic power saving mode
zh_hans: Acrylic省电模式

# ExtendedSplashLoadingBingText.Text
source: Updating Bing wallpaper...
zh_hans: 正在更新必应壁纸...

# FileLoadMode.Header
source: Icon loading mode
zh_hans: 图标加载模式

# LoadMode_FileAndFolder_Text
source: Load icons for folders and files (slower)
zh_hans: 加载文件夹和文件的图标(较慢)

# LoadMode_None_Text
source: Do not load any icons (faster)
zh_hans: 不加载任何图标(较快)

# LoadMode_OnlyFile_Text
source: Load file icon only (balanced)
zh_hans: 仅加载文件图标(平衡)

# SearchEngineLimitResult.Header
source: Search result limit
zh_hans: 搜索结果限制

# SearchInDefaultEngine.Content
source: Use built-in search engine (default)
zh_hans: 使用内置搜索引擎 (默认)

# SearchInEverythingEngine.Content
source: Use Everything search engine (faster)
zh_hans: 使用Everything搜索引擎 (更快)

# EverythingQuestionSubtitle
source: Everything search can bring an extremely fast search experience. If you need to use Everything, you need to \r 1. Install and run Everything or install the Everything service\r 2. Purchase this software to unlock this feature
zh_hans: Everything搜索可以带来极其快速的搜索体验，若您需要使用Everything，则需要\r 1. 安装运行Everything或安装Everything服务\r 2. 购买本软件以解锁此功能

# TextViewer_EncodingProfilePlaceholerText.PlaceholderText
source: Enter the name of encoding or codepage
zh_hans: 输入编码格式的名称或CodePage

# TextViewer_EncodingProfileText.Text
source: Encoding:
zh_hans: 编码格式:

# SettingConfiguration.Content
source: Import or export configuration
zh_hans: 导入或导出配置文件

# SettingConfiguration_Export.Content
source: Export
zh_hans: 导出

# SettingConfiguration_Import.Content
source: Import
zh_hans: 导入

# SettingPageContextMenuExt.Header
source: Extended context menu
zh_hans: 扩展右键菜单

# SettingPageContextMenuExt.OffContent
source: Disable
zh_hans: 禁用

# SettingPageContextMenuExt.OnContent
source: Enable
zh_hans: 启用

# OpenFolderInVerticalSplitView.Label
source: Open in vertical split view
zh_hans: 在垂直拆分视图中打开

# CloseButThis.Label
source: Close all tab but this
zh_hans: 关闭除此之外的标签页

# SearchEngineConfi_AlwaysPopup
source: Ask every time
zh_hans: 每次询问

# SearchEngineConfi_UseBuildInAsDefault
source: Always use the built-in search engine
zh_hans: 始终使用内置搜索引擎

# SearchEngineConfi_UseEverythingAsDefault
source: Always use the Everything search engine
zh_hans: 始终使用Everything搜索引擎

# SettingPageSearchEngineConfig.Header
source: Search engine configuration
zh_hans: 搜索引擎配置

# Progress_Tip_Busy
source: Waiting for response
zh_hans: 正在等待响应

# SettingStartup.Text
source: On startup
zh_hans: 启动时

# DeleteConfirmSwitch.Header
source: Pop-up the confirmation for deletion
zh_hans: 弹出删除确认提示框

# DeleteConfirmSwitch.OffContent
source: Disable
zh_hans: 禁用

# DeleteConfirmSwitch.OnContent
source: Enable
zh_hans: 启用

# BluetoothAudio.Text
source: Bluetooth audio
zh_hans: 蓝牙音频
