Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/MultilingualResources/RX_Explorer.*.xlf
Languages: es, fr_fr, zh_hans

# Toast_EnterBackground_Text_2
source: RX-Explorer will try to continue execution until terminated by Windows policy
es: RX-Explorer intentará continuar con la ejecución hasta que lo cancele la política de Windows
fr_fr: RX-Explorer essaiera de continuer l'exécution jusqu'à ce qu'il soit terminé par la politique Windows

# Transcode_Image_Preview_Resolution
source: Preview resolution
es: Previsualizar resolución
fr_fr: Résolution de la prévisualisation
zh_hans: 预览分辨率

# Transcode_Simaple_Rate_Text
source: Sampling-Rate
es: Frecuencia de muestreo
fr_fr: Taux d'échantillonnage
zh_hans: 采样率

# VideoEdit_Dialog_Crop_Precision_Level_1
source: Precision (Slower)
es: Precisión (más lenta)
fr_fr: Précis (Plus lent)
zh_hans: 精确裁剪 (速度较慢)

# VideoEdit_Dialog_Crop_Precision_Level_2
source: Fast (Faster)
es: Rápido (más rápido)
fr_fr: Rapide (Plus rapide)
zh_hans: 快速裁剪 (速度较快)

# Video_Dialog_Encoding_Text
source: Encoding
es: Codificando
fr_fr: Encodage
zh_hans: 编码

# Common_Dialog_CancelButton
source: Cancel
es: Cancelar
fr_fr: Annuler
zh_hans: 取消

# Common_Dialog_ContinueButton
source: Continue
es: Continuar
fr_fr: Continuer
zh_hans: 继续

# Common_Dialog_LaterButton
source: Later
es: Más tarde
fr_fr: Plus tard
zh_hans: 稍后

# Common_Dialog_NowButton
source: Now
es: Ahora
fr_fr: Maintenant
zh_hans: 立刻

# Create_NewFolder_Admin_Name
source: New folder
es: Nueva carpeta
fr_fr: Nouveau dossier
zh_hans: 新建文件夹

# Drag_Tip_CopyTo
source: Copy to
es: Copiar a
fr_fr: Copier vers
zh_hans: 复制到

# Drag_Tip_MoveTo
source: Move to
es: Mover a
fr_fr: Déplacer vers
zh_hans: 移动到

# Drag_Tip_ReleaseToAdd
source: Release to add files
es: Soltar para añadir archivos
fr_fr: Lâcher pour ajouter les fichiers
zh_hans: 松开即可添加文件

# Progress_Tip_CheckingLicense
source: Checking license...
es: Comprobando licencia...
fr_fr: Vérification de la license...
zh_hans: 正在检测许可证...

# Progress_Tip_Exporting
source: Exporting
es: Exportando
fr_fr: Export en cours
zh_hans: 正在导出

# Progress_Tip_Importing
source: Importing
es: Importando
fr_fr: Import en cours
zh_hans: 正在导入

# Progress_Tip_Loading
source: Loading...
es: Cargando...
fr_fr: Chargement...
zh_hans: 正在加载...

# Progress_Tip_Transcoding
source: Transcoding
es: Transcodificando
fr_fr: Transcodage en cours
zh_hans: 正在转码

# QueueDialog_CopyFailForNotExist_Content
source: Some files do not exist and cannot be copyed to the specified location
es: Algunos archivos no existen o no se pueden copiar a la ubicación especificada.
fr_fr: Certains fichiers n'existent pas et ne peuvent pas être copiés à l'emplacement spécifié
zh_hans: 部分文件不存在，无法复制到指定位置

# QueueDialog_DeleteFolder_Content
source: This will delete everything in the folder. Whether to continue?
es: Se eliminará todo el contenido de la carpeta. ¿Deseas continuar?
fr_fr: Cette opération va supprimer le dossier et tout son contenu. Voulez-vous continuer ?
zh_hans: 此操作将删除该文件夹内的所有内容，是否继续?

# QueueDialog_LocatePathFailure_Content
source: Unable to locate the path:
es: No se ha podido encontrar la ruta:
fr_fr: Impossible de localiser le chemin:
zh_hans: 无法找到路径:

# QueueDialog_MoveFailForNotExist_Content
source: Some files do not exist and cannot be moved to the specified location
es: Algunos archivos no existen o no se pueden mover a la ubicación especificada.
fr_fr: Certains fichiers n'existent pas et ne peuvent pas être déplacés à l'emplacement spécifié
zh_hans: 部分文件不存在，无法移动到指定位置

# QueueDialog_RepeatAddToHomePage_Content
source: This folder has been added to the home page, can not be added repeatedly
es: Esta carpeta se ha añadido a la página principal y no se puede volver a añadir.
fr_fr: Ce dossier a été ajouté à l'écran d'accueil, il ne peut pas être ajouté de nouveau
zh_hans: 此文件夹已经添加到主界面了，不能重复添加哦

# QueueDialog_UnauthorizedCreateFolder_Content
source: RX does not have permission to create folder, it may be that you do not have access to this folder
es: RX no tiene permiso para crear la carpeta. Es posible que no tengas acceso a esta carpeta
fr_fr: RX n'a pas la permission pour créer un dossier, il se peut que vous n'ayez pas accès à ce dossier

# QueueDialog_UnauthorizedPaste_Content
source: RX does not have permission to paste
es: RX no tiene permiso para pegar
fr_fr: RX n'a pas la permission pour copier

# QueueDialog_UnauthorizedRenameFile_Content
source: RX does not have permission to rename this file
fr_fr: RX n'a pas la permission de renommer ce fichier

# Common_Dialog_GoBack
source: Go back
es: Atrás
fr_fr: Retour
zh_hans: 返回

# Common_Dialog_RefreshButton
source: Refresh
es: Recargar
fr_fr: Rafraîchir
zh_hans: 刷新

# Common_Dialog_RetryButton
source: Retry
es: Reintentar
fr_fr: Réessayer
zh_hans: 重试

# Common_Dialog_TryAgain
source: Try again
es: Inténtalo de nuevo
fr_fr: Réessayez
zh_hans: 再次尝试

# Common_Dialog_UsePassword
source: Use password
es: Usar contraseña
fr_fr: Utiliser un mot de passe
zh_hans: 使用密码

# Crop_Image_Name_Tail
source: Cropped
es: Recortado
fr_fr: Recadré
zh_hans: 裁剪

# Download_Folder_Name
source: Downloads
es: Descargas:
fr_fr: Téléchargements
zh_hans: 下载

# Merge_Image_Name_Tail
source: Merged
es: Fusionado
fr_fr: Fusionné
zh_hans: 合并

# Operate_Text_Decompression
source: Decompression
es: Descompresión
fr_fr: Décompression
zh_hans: 解压

# Progress_Tip_NoFeedback
source: No feedback or suggestions
es: Sin comentarios ni sugerencias
fr_fr: Aucun commentaire ou suggestion
zh_hans: 无任何反馈或建议

# QueueDialog_BootAtStart_Content
source: RX cannot be turned on automatically because startup is disabled by the system\rYou can go to the [System Settings] page to manage
es: RX no se puede activar automáticamente porque el inicio está deshabilitado por el sistema.\rPuedes acceder a la página [System Settings] para ajustarlo.
fr_fr: RX ne peut pas être démarré automatiquement car le démarrage est désactivé par le système\rVous pouvez aller à cette page [System Settings] pour modifier ceci
zh_hans: 由于自动启动被系统禁用，RX无法自动开启此功能\r您可以前往[系统设置]页面管理

# QueueDialog_CompressionError_Content
source: An exception occurred while compressing the file
es: Se ha producido una excepción al comprimir el archivo
fr_fr: Une exception a été rencontré lors de la compression du fichier

# QueueDialog_DecompressionError_Content
source: An exception occurred while extracting the file
es: Se ha producido una excepción al descomprimir el archivo
fr_fr: Une exception a été rencontré lors de l'extraction du fichier

# QueueDialog_DecryptError_Content
source: An unexpected error occurred while decrypting the file, the export process has ended
es: Se ha producido un error inesperado al descifrar el archivo; el proceso de exportación ha finalizado.
fr_fr: Une erreur inattendue s'est produite lors du déchiffrement du fichier, le processus d'exportation est terminé
zh_hans: 解密文件时出现意外错误，导出过程已经终止

# QueueDialog_DecryptPasswordError_Content
source: The decryption failed due to the wrong decryption password, the export task has been terminated. This may be caused by a mismatch in the data of the files to be decrypted
fr_fr: Le déchiffrement a échoué à cause d'un mauvais mot de passe, la tâche d'exportation a été interrompue. Ceci peut être causé par une discordance dans les données des fichiers à déchiffrer

# QueueDialog_DeleteFiles_Content
source: This operation will delete these files. Whether to continue?
es: Esta operación eliminará estos archivos. ¿Deseas continuar?
fr_fr: Cette opération va supprimer de manière les fichiers. Voulez-vous continuer?
zh_hans: 此操作将删除这些文件，是否继续？

# QueueDialog_DeleteFile_Content
source: This operation will delete the file. Whether to continue?
es: Esta operación eliminará el archivo. ¿Deseas continuar?
fr_fr: Cette opération va supprimer de manière le fichier. Voulez-vous continuer ?
zh_hans: 此操作将删除该文件，是否继续?

# QueueDialog_DeleteItemError_Content
source: Unable to delete some files/folders, the file/folders may have been moved or deleted
es: No se han podido eliminar algunos archivos/carpetas; es posible que se hayan movido o eliminado los archivos/carpetas.
fr_fr: Impossible de supprimer certains fichiers/dossiers, les fichiers/dossiers peuvent avoir été déplacés ou supprimés
zh_hans: 无法删除部分文件/文件夹，该文件/文件夹可能已被移动或删除

# QueueDialog_DeviceExist_Content
source: The selected drive already exists
es: La unidad seleccionada ya existe.
fr_fr: Les lecteurs sélectionnés existent déjà
zh_hans: 所选择的驱动器已经存在

# QueueDialog_DeviceSelectError_Content
source: The selected content is not a drive
es: El contenido seleccionado no es una unidad.
fr_fr: La sélection active n'est pas un lecteur
zh_hans: 所选择的内容并非是驱动器

# QueueDialog_DragIncludeFolderError
source: The target folder cannot be included in the drag item
es: La carpeta de destino se puede incluir en el ítem arrastrado.
fr_fr: Le dossier cible ne peut pas être inclus dans le glisser-déposer.
zh_hans: 目标文件夹不可以包含在拖动项中

# QueueDialog_EncryptError_Content
source: An unexpected error occurred while encrypting the file, the import process has ended
es: Se ha producido un error inesperado al codificar el archivo; el proceso de importación ha finalizado.
fr_fr: Une erreur inattendue s'est produite lors du chiffrement du fichier, le processus d'importation est terminé
zh_hans: 加密文件时出现意外错误，导入过程已经终止

# QueueDialog_FeedBackNetworkError_Content
source: This operation cannot be performed due to network reasons
es: No se puede realizar esta operación debido a la red.
fr_fr: Cette opération ne peut être réalisée à cause de problèmes de réseau
zh_hans: 因网络原因无法进行此项操作

# QueueDialog_FeedBackRepeatError_Content
source: The same feedback already exists, please do not submit it repeatedly
es: Ya existe el mismo comentario; por favor, no lo vuelvas a enviar.
fr_fr: Le même commentaire existe déjà, s'il vous plaît merci de ne pas créer de copies
zh_hans: 已存在相同的反馈内容，请勿重复提交

# QueueDialog_SLEHeaderInvalid_Content
source: Because the internal structure of the file to be decrypted is damaged and the decryption fails, the export task has been terminated. This may be caused by the file data being damaged or modified
fr_fr: Parce que la structure interne du fichier à déchiffrer est endommagée et que le déchiffrement échoue, la tâche d'exportation a été interrompue. Ceci peut être dû au fait que les données du fichier sont endommagées ou modifiées

# QueueDialog_LocateFileFailure_Content
source: Could not find the corresponding file, it may have been moved or deleted
es: No se ha podido encontrar el archivo correspondiente; es posible que se haya movido o eliminado.
fr_fr: Impossible de trouver le fichier correspondant, il a pu être déplacé ou supprimé
zh_hans: 无法找到对应的文件，该文件可能已被移动或删除

# QueueDialog_NotSupportARM_Content
source: Some components that the system information dialog depends on only support X86 or X64 processors\rUnsupport ARM processor for now, so this dialog will not be opened
es: Algunos componentes de los que depende el diálogo de información del sistema solo son compatibles con procesadores X86 o X64.\rLos procesadores ARM no son compatibles por ahora, por lo que el diálogo no se abrirá.
fr_fr: Certains composants dont dépend le dialogue d'information sur le système ne supportent pour l'instant que les processeurs X86 ou X64\rIls ne supportent pas le processeur ARM, cet invite ne sera donc pas ouvert
zh_hans: 系统信息窗口所依赖的部分组件仅支持在X86或X64处理器上实现\rARM处理器暂不支持，因此无法打开此窗口

# QueueDialog_OpenBluetooth_Content
source: Please turn on Bluetooth and try again
es: Enciende el Bluetooth e inténtalo de nuevo.
fr_fr: Veuillez activer le Bluetooth puis réessayez
zh_hans: 请开启蓝牙开关后再试

# QueueDialog_PDFOpenFailure
source: Unable to parse this PDF file, failed to open PDF
es: No se ha podido analizar este archivo PDF; no se ha podido abrir el PDF.
fr_fr: Impossible de coller ce fichier PDF, l'ouverture a échoué
zh_hans: 无法解析此PDF文件，PDF打开失败

# QueueDialog_PinFolderNotFound_Content
source: Unable to find some pinned folders, would you like to remove them automatically? Including:
fr_fr: Impossible de trouver certains dossiers épinglés, souhaitez-vous les supprimer automatiquement ? Y compris:

# QueueDialog_SecureAreaUnlock_Content
source: Thank you for your support of the RX Explorer, the security area has been unlocked
es: Muchas gracias por tu apoyo a RX Explorer; el Área de seguridad se ha desbloqueado.
fr_fr: Merci pour votre support de RX Explorateur, l'Espace Sécurisé a été débloqué
zh_hans: 感谢您对RX文件管理器的支持，安全域功能已经解锁

# QueueDialog_TaskWorking_Content
source: There is already an ongoing task, please wait for it to complete
es: Ya hay una tarea en curso; por favor, espera a que termine.
fr_fr: Il a déjà une tâche en cours, veuillez attendre la fin de cette dernière
zh_hans: 已存在正在进行中的任务，请等待其完成

# QueueDialog_UnauthorizedCompression_Content
source: RX does not have permission to create the Zip file here, it may be that you do not have access to this file
es: RX no tiene permiso para crear el archivo Zip aquí. Es posible que no tengas acceso a este archivo
fr_fr: RX n'a pas la permission pour créer le fichier zip ici, il se peut que vous n'ayez pas accès à ce dossier

# QueueDialog_UnauthorizedCreateNewFile_Content
source: RX does not have sufficient permissions to create new files in this folder
es: RX no tiene suficientes permisos para crear nuevos archivos en esta carpeta
fr_fr: RX n'a pas les permissions suffisantes pour créer de nouveaux fichiers dans ce dossier

# QueueDialog_UnauthorizedDecompression_Content
source: RX does not have permission to decompression the Zip file here, it may be that you do not have access to this file
es: RX no tiene permiso para descomprimir el archivo Zip aquí. Es posible que no tengas acceso a este archivo
fr_fr: RX n'a pas la permission pour décompresser le fichier zip ici, il se peut que vous n'ayez pas accès à ce dossier

# QueueDialog_UndoFailure_Content
source: An exception occurred while deleting the file, the undo operation could not be completed
fr_fr: Comme certains fichiers/dossiers n'existent plus, l'opération d'annulation n'a pas pu être menée à bien complètement

# QueueDialog_WinHelloAuthFail_Content
source: Windows Hello authentication failed, you do not have permission to enter the Security Area
es: La autenticación con Windows Hello ha fallado; no tienes permiso para entrar en el Área de seguridad.
fr_fr: L'authentification avec Windows Hello a échoué, vous n'avez pas la permission d'entrer dans l'Espace Sécurisé
zh_hans: Windows Hello认证不通过，您无进入安全域的权限

# QueueDialog_WinHelloCredentialLost_Content
source: Windows Hello authentication credentials are lost, you cannot use Windows Hello, please use the password to enter \r\rAfter you re-enter the security domain, enter settings to re-register Windows Hello
es: Se han perdido las credenciales para la autenticación con Windows Hello; no puedes usar Windows Hello. Por favor, usa la contraseña para entrar. \r\rDespués de volver a introducir el dominio de seguridad, accede a la configuración para volver a registrar Windows Hello.
fr_fr: Les données d'authentification de Windows Hello sont perdues, vous ne pouvez pas utiliser Windows Hello, veuillez utiliser le mot de passe pour entrer \r\rAprès être ré-entré dans le domaine de sécurité, entrez les paramètres pour ré-enregistrer Windows Hello
zh_hans: Windows Hello认证凭据丢失，无法使用Windows Hello，请使用密码进入\r\r您可以在重新进入安全域后，进入设置重新注册Windows Hello

# QueueDialog_WinHelloDisable_Content
source: Windows Hello is disabled and cannot enter the Security Area through Windows Hello
es: Windows Hello está deshabilitado y no se puede entrar al Área de seguridad a través de Windows Hello
fr_fr: Windows Hello est désactivé et vous ne pouvez pas l'utiliser afin d'accèder à l'Espace Sécurisé
zh_hans: Windows Hello已被禁用，无法通过Windows Hello进入安全域

# QueueDialog_WinHelloSetupError_Content
source: Windows Hello could not be set up correctly, please try again
es: Es posible que Windows Hello no esté configurado correctamente; por favor, inténtalo de nuevo.
fr_fr: Windows Hello n'a pas été initialisé correctement, veuillez réessayer
zh_hans: 无法正确设置Windows Hello，请重试

# Queue_Dialog_ImageReadError_Content
source: The image viewer failed to read any image file due to an abnormality in reading the image folder. Please try again.
es: El visor de imágenes no ha podido leer ningún archivo de imagen debido a una anormalidad al leer la carpeta de imágenes. Por favor, inténtalo de nuevo.
fr_fr: La visionneuse d'images n'a pu lire aucun fichier image en raison d'une anomalie dans la lecture du dossier image. Veuillez réessayer.
zh_hans: 由于读取图片文件夹出现异常，图片查看器未能读取到任何图片文件。请重试。

# RX_BuildIn_Viewer_Name
source: RX built-in viewer
es: Visor integrado en RX
fr_fr: Visionneuse RX intégrée
zh_hans: RX内置查看器

# Setting_UIMode_Custom
source: Custom
es: Personalizado
fr_fr: Personnalisé
zh_hans: 自定义

# Setting_UIMode_SolidColor
source: Solid Color
es: Color sólido
fr_fr: Couleur pleine
zh_hans: 纯色

# SecureAreaImportCancelButton.Content
source: Cancel
es: Cancelar
fr_fr: Annuler
zh_hans: 取消

# SolidColor_Black.Content
source: Black
es: Negro
fr_fr: Noir
zh_hans: 黑色

# SolidColor_White.Content
source: White
es: Blanco
fr_fr: Blanc
zh_hans: 白色

# Folder_Admin_DisplayType
source: File folder
es: Carpeta de archivos
fr_fr: Dossier de fichiers
zh_hans: 文件夹

# SettingPageAnimationSwitchLabel.Text
source: Animation effect
es: Efecto de animación
fr_fr: Effet d'animation

# SettingPageAnimationSwitch.OffContent
source: Disabled
es: Discapacitado
fr_fr: Désactivé

# SettingPageAnimationSwitch.OnContent
source: Enabled
es: Activado
fr_fr: Activé

# ThankTranslate.Text
source: Special thanks to the following translators
es: Agradecimiento especial a los siguientes traductores
fr_fr: Remerciements particuliers aux traducteurs suivants

# PurchaseTip.ActionButtonContent
source: Purchase
es: Comprar
fr_fr: Achat
zh_hans: 购买

# PurchaseTip.CloseButtonContent
source: Later
es: Más tarde
fr_fr: Plus tard
zh_hans: 稍后

# PurchaseTip.Title
source: Purchase this app
es: Comprar esta aplicación
fr_fr: Achetez cette appli
zh_hans: 购买本应用

# QueueDialog_Store_NetworkError_Content
source: Unable to open purchase page due to Microsoft Store or network, please try again later
es: No se ha podido abrir la página de compra debido a Microsoft Store o a la red; inténtalo de nuevo más tarde.
fr_fr: Impossible d'ouvrir la page d'achat en raison du Microsoft Store ou du réseau, veuillez réessayer plus tard
zh_hans: 由于微软应用商店或网络原因，无法打开购买页面，请稍后重试

# QueueDialog_Store_AlreadyPurchase_Content
source: You have already purchased this application and cannot be purchased repeatedly
es: Ya has comprado esta aplicación, por lo que no puedes volver a comprarla.
fr_fr: Vous avez déjà acheté cette application et ne pouvez pas l'acheter à plusieurs reprises
zh_hans: 您已经购买了本应用，无法多次重复购买

# QueueDialog_Store_NotPurchase_Content
source: The purchase operation has been cancelled, you can continue to use this application, but the related functions will not be unlocked
es: Se ha cancelado la operación de compra; puedes seguir usando esta aplicación, pero las funciones relacionadas no se desbloquearán.
fr_fr: L'opération d'achat a été annulée, vous pouvez continuer à utiliser cette application, mais les fonctions associées ne seront pas déverrouillées
zh_hans: 购买操作已经取消，您可以继续使用本应用，但相关功能将不会解锁

# QueueDialog_Store_PurchaseSuccess_Content
source: The application has been successfully purchased, the related functions have been unlocked, thank you for your support
es: La aplicación se ha comprado correctamente; las funciones relacionadas se han desbloqueada. Gracias por tu apoyo.
fr_fr: L'application a été achetée avec succès, les fonctions associées ont été déverrouillées, merci pour votre soutien
zh_hans: 您已成功购买本应用，相关功能已经解锁，感谢您的支持

# TeachingTip_PurchaseTip_Subtitle
source: 🎉You can support developers to continue to develop by purchasing this application.🎉\r\rIf you don't want to, you can click "Later" to cancel\rIf you want to purchase, you can click "Purchase" to purchase this application\r\rTips: Purchase can unlock the unique file safe feature: "Security Area"
es: 🎉Si compras la aplicación, apoyarás a los desarrolladores para que continúen mejorándola.🎉\r\rSi no quieres, puedes pulsar en "Más tarde" para cancelar.\r\rConsejo: La compra desbloquea la función de seguridad de archivos "Área de seguridad".
fr_fr: 🎉Vous pouvez aider les développeurs à poursuivre le développement en achetant cette application. 🎉\r\rSi vous ne le souhaitez pas, vous pouvez cliquer sur "Plus tard" pour annuler \rSi vous souhaitez acheter, vous pouvez cliquer sur "Acheter" pour l'acheter. application\r\rConseils: L'achat peut déverrouiller la fonction unique de sécurité des fichiers: "Zone de sécurité"
zh_hans: 🎉您可以通过购买此应用来支持开发者🎉\r\r如果您不想购买此应用，您可以点击"稍后"按钮\r如果您愿意购买此应用，您可以点击"购买"按钮\r\r提示: 购买本应用可以解锁文件加密功能"安全域"

# QueueDialog_EditErrorWhenOpen_Content
source: Failed to create clip, unable to edit this video
es: Error al crear el clip; no se es posible editar este vídeo
fr_fr: Impossible de créer le clip, impossible de modifier cette vidéo
zh_hans: 创建剪辑片段时失败,无法编辑此视频

# MainPage_PageDictionary_RecycleBin_Label
source: Recycle Bin
es: Papelera
fr_fr: Corbeille

# RecycleOriginLocation.Text
source: Original location
es: Ubicación original
fr_fr: Emplacement d'origine
zh_hans: 原位置

# RecycleTime.Text
source: Recycle date
es: Reciclar fecha
fr_fr: Date de recyclage
zh_hans: 删除日期

# QueueDialog_UnauthorizedDelete_Content
source: RX does not have permission to delete this item
es: RX no tiene permiso para eliminar este ítem
fr_fr: RX n'a pas l'autorisation de supprimer cet élément, des droits d'administrateur peuvent être requis

# QueueDialog_Item_Captured_Content
source: The item is already occupied by another application, this operation cannot be performed
es: El ítem ya está ocupado por otra aplicación; no se ha podido llevar a cabo esta operación.
fr_fr: L'élément est déjà occupé par une autre application, cette opération ne peut pas être effectuée
zh_hans: 该对象已被其他应用程序占用，无法进行此操作

# QueueDialog_EmptyRecycleBin_Content
source: This operation will empty the recycle bin and cannot be recovered. Do you want to continue?
es: Esta operación vaciará la papelera y no se podrá recuperar el contenido. ¿Deseas continuar?
fr_fr: Cette opération videra la corbeille et ne pourra pas être récupérée. Voulez-vous continuer?
zh_hans: 此操作将清空回收站且无法恢复，是否继续?

# RecycleBinEmptyingText
source: Emptying
es: Vaciando
fr_fr: Vidange
zh_hans: 正在清空

# RecycleBinRestoreText
source: Restoring
es: Restableciendo
fr_fr: Restauration
zh_hans: 正在还原

# QueueDialog_RecycleBinEmptyError_Content
source: An unexpected error occurred and the recycle bin could not be emptied
es: Se ha producido un error inesperado y la papelera no se puede vaciar.
fr_fr: Une erreur inattendue s'est produite et la corbeille n'a pas pu être vidée
zh_hans: 出现意外错误，无法清空回收站

# Properties_Tools_Unlock_Failure
source: Unlock failed
fr_fr: Échec du déverrouillage

# Properties_Tools_Unlock_FileNotFound
source: Unable to find the corresponding file
fr_fr: Impossible de trouver le fichier correspondant

# Properties_Tools_Unlock_NoLock
source: The file is not locked, no need to unlock the file
fr_fr: Le fichier n'est pas verrouillé, pas besoin de déverrouiller le fichier

# Properties_Tools_Unlock_Success
source: Unlock successfully
fr_fr: Déverrouiller avec succès

# Properties_Tools_Unlock_UnexpectedError
source: An unexpected error detected
fr_fr: Une erreur inattendue est apparue

# ClearRecycleBin.Label
source: Empty recycle bin
es: Vaciar papelera
fr_fr: Poubelle de recyclage vide
zh_hans: 清空回收站

# RestoreRecycle.Label
source: Restore
es: Restablecer
fr_fr: Restaurer
zh_hans: 还原

# RecyclePermanentDelete.Label
source: Permanent delete
es: Eliminar permanentemente
fr_fr: Suppression définitive
zh_hans: 永久删除

# QueueContentDialog_UnableToEject_Content
source: Could not eject this USB device
es: No se ha podido expulsar este dispositivo USB.
fr_fr: Impossible d'éjecter ce périphérique USB
zh_hans: 无法弹出此USB设备
