Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/MultilingualResources/RX_Explorer.*.xlf
Languages: es, fr_fr, zh_hans

# ExtendedSplash_QuickStartItem_Name_6
source: Photos
es: Fotos
zh_hans: 照片

# Operate_Text_Compression
source: Compression
es: Compresión
zh_hans: 压缩

# Operate_Text_Montage
source: Montage
es: Montaje
zh_hans: 剪辑

# SystemInfo_Dialog_CPU_L1Cache_Text
source: L1 cache
es: Caché L1
zh_hans: L1缓存

# SystemInfo_Dialog_CPU_L2Cache_Text
source: L2 cache
es: Caché L2
zh_hans: L2缓存

# SystemInfo_Dialog_CPU_L3Cache_Text
source: L3 cache
es: Caché L3
zh_hans: L3缓存

# Transcode_Dialog_Format_Text
source: format
es: formato
zh_hans: 格式

# Compression_Dialog_Level_1
source: Max
es: Máx.

# Compression_Dialog_Level_2
source: Standard
es: Estándar

# Progress_Tip_Deleting
source: Deleting
es: Eliminando
zh_hans: 正在删除

# Media_Tip_Text
source: Please Enjoy:
es: Que lo pases bien:
zh_hans: 请欣赏:

# QueueDialog_DecryptPasswordError_Content
source: The decryption failed due to the wrong decryption password, the export task has been terminated \r\rThis may be caused by a mismatch in the data of the files to be decrypted
es: El descifrado ha fallado debido a una contraseña de descodificación incorrecta; la tarea de exportación se ha cancelado. \r\rEsto puede deberse a una discrepancia en los datos de los archivos que se desean descifrar.
zh_hans: 由于解密密码错误，解密失败，导出任务已经终止\r\r这可能是由于待解密文件数据不匹配造成的

# QueueDialog_FileDamageError_Content
source: Because the internal structure of the file to be decrypted is damaged and the decryption fails, the export task has been terminated \r\rThis may be caused by the file data being damaged or modified
es: Dado que la estructura interna del archivo para descifrar está dañada y el descifrado ha fallado, la tarea de exportación se ha cancelado. \r\rEsto puede deberse a que los datos de archivo estén dañados o se hayan modificado.
zh_hans: 由于待解密文件的内部结构损坏，解密失败，导出任务已经终止\r\r这可能是由于文件数据已损坏或被修改造成的

# QueueDialog_PinFolderNotFound_Content
source: Some of the fixed folders are no longer found and will be automatically removed\r\rIncluding：\r
es: Algunas de las carpetas fijadas ya no se pueden encontrar y se eliminará automáticamente.\r\rIncluyendo: \r
zh_hans: 部分固定的文件夹已无法找到，将自动移除\r\r包括：\r

# QueueDialog_RestartFail_Content
source: There was a problem during the automatic restart, please restart the RX Explorer manually
es: Se ha producido un problema durante el reinicio automático; por favor, reiniciar RX Explorer manualmente.
zh_hans: 自动重新启动过程中出现问题，请手动重启RX文件管理器

# QueueDialog_SecureAreaImportFiliter_Content
source: Security Area does not support importing folder, all folders have been filtered
es: El Área de seguridad no es compatible con la importación de carpetas; todas las carpetas se han filtrado.
zh_hans: 安全域不支持导入文件夹类型，所有文件夹类型均已被过滤

# QueueDialog_UnauthorizedRenameFile_Content
source: RX does not have permission to rename
es: RX no tiene permiso para renombrar

# QueueDialog_UndoFailure_Content
source: An error occurred while deleting the file, the undo operation could not be completed
es: Algunos archivos o carpetas ya no existen; la operación de deshacer no se ha podido completar del todo.

# QueueDialog_WiFiError_Content
source: WIFI transmission has an unexpected error：\r
es: La transmisión wifi ha experimentado un error inesperado：\r
zh_hans: WIFI传输出现意外错误：\r

# Application_Admin_Name
source: Application
es: Aplicación
zh_hans: 应用程序

# QueueDialog_Unlock_Failure_Content
source: Unoccupied failed
es: La desocupación ha fallado.
zh_hans: 无法解除文件占用

# QueueDialog_Unlock_FileNotFound_Content
source: Unable to find the corresponding file
es: No se ha podido encontrar el archivo correspondiente.
zh_hans: 无法找到对应的文件

# QueueDialog_Unlock_NoLock_Content
source: The file is not occupied, no need to remove the occupation
es: El archivo no está ocupado; no es necesario eliminar la ocupación.
zh_hans: 该文件未被占用，无需解除占用

# QueueDialog_Unlock_Success_Content
source: Unoccupied successfully
es: Desocupación correcta
zh_hans: 解除占用成功

# QueueDialog_Unlock_UnexpectedError_Content
source: An unexpected error occurred
es: Se ha producido un error inesperado.
zh_hans: 出现未知错误

# EjectUSB.Label
source: Eject
es: Expulsar
zh_hans: 弹出

# QueueDialog_RecycleBinDeleteError_Content
source: An error occurred while deleting the following files:
es: Se ha producido un error al eliminar los siguientes archivos:
zh_hans: 在删除以下文件时出现错误:

# QueueDialog_RecycleBinRestoreError_Content
source: An error occurred while restoring the following files:
es: Se ha producido un error al restablecer los siguientes archivos:
zh_hans: 在还原以下文件时出现错误:

# QueueDialog_CopyFailUnexpectError_Content
source: An error occurred while copying the file, the copy operation failed
es: Se ha producido un error al copiar el archivo; la operación de copia ha fallado.
zh_hans: 复制文件时出现错误，复制操作已失败

# QueueDialog_DeleteFailUnexpectError_Content
source: An error occurred while deleting the file, the delete operation failed
es: Se ha producido un error al eliminar el archivo; la operación de eliminación ha fallado.
zh_hans: 删除文件时出现错误，删除操作已失败

# QueueDialog_MoveFailUnexpectError_Content
source: An error occurred while moving the file, the move operation failed
es: Se ha producido un error al mover el archivo; la operación ha fallado.
zh_hans: 移动文件时出现错误，移动操作已失败

# SettingDisplayHiddenItemLabel.Text
source: Show hidden files/folders
es: Mostrar archivos/carpetas ocultos

# Folder_Open_Method_1
source: Double Click
es: Clic Doble

# Folder_Open_Method_2
source: Single Click
es: Un solo click

# QueueDialog_BeforeInterceptWindowsETip_Content
source: This operation will try to redirect Win+E to activate the RX-Explorer, and you need to turn off this switch before uninstalling the RX-Explorer, otherwise the Win+E key cannot be reset to the initial state. You will see the UAC permission prompt later, please allow it to perform necessary operations. Whether to continue?
es: Esta operación intentará redirigir Win+E para activar RX Explorer y tendrás que desactivar este cambio antes de desinstalar RX Explorer; de lo contrario, la combinación Win+E no se podrá restablecer al estado inicial. Verás un aviso UAC más a continuación; por favor, acéptalo para poder llevar a cabo las operaciones necesarias. ¿Deseas continuar?
zh_hans: 此操作将尝试将Win+E重定向为激活RX文件管理器，并且您需要在卸载RX文件管理器之前关闭此开关，否则Win+E键无法重置为初始状态。稍后您将看到UAC权限提示，请允许其执行必要的操作。是否继续？

# QueueDialog_InterceptWindowsETipFailure_Content
source: Unable to redirect Win+E due to an unexpected error
es: No se ha podido redirigir Win+E debido a un error inesperado.
zh_hans: 由于出现了意外错误，无法重定向Win+E键

# QueueDialog_RestoreWindowsETipFailure_Content
source: Unable to restore Win+E due to an unexpected error
es: No se ha podido restablecer Win+E debido a un error inesperado.
zh_hans: 由于出现了意外错误，无法还原Win+E键

# CustomUISubtype3.Text
source: Bing Picture
es: Imagen de Bing

# Operate_Text_SortTarget_Type
source: Type
es: Tipo
zh_hans: 类型

# QueueDialog_LinkIsNotAllowInMixZip_Content
source: The file to be compressed cannot contain lnk files
es: El archivo para comprimir no puede contener archivos Ink.
zh_hans: 待压缩的文件中不能包含lnk文件

# DeviceFileSystem.Text
source: File system:
es: Sistema de archivos:
zh_hans: 文件系统:

# ModifyTerminalArgumentLabel.Text
source: Arguments
es: Argumentos

# ModifyDefaultTerminalDialog_ProfileSelector.Header
source: Configuration
es: Configuración
zh_hans: 配置文件

# LnkOpenLocation.Label
source: Open location
es: Abrir ubicación
zh_hans: 打开文件所在位置

# ExtendedSplashLoadingBingText.Text
source: Fetching Bing Pictures
es: Obteniendo imágenes de Bing

# FileLoadModeLabel.Text
source: Icon loading mode
es: Modo de carga de icono

# LoadMode_FileAndFolder_Text
source: Load icons for folders and files (Slower)
es: Cargar iconos para carpetas y archivos (más lento)

# LoadMode_None_Text
source: Do not load any icons (Faster)
es: No cargar ningún icono (más rápido)

# LoadMode_OnlyFile_Text
source: Load file icon only (Balance)
es: Cargar solo icono de archivo (equilibrado)

# UnlockBitlocker.Label
source: Unlock
es: Desbloquear
zh_hans: 解锁

# QueueDialog_CouldReadWriteFile_Content
source: Cannot read or write file
es: No se puede leer o escribir el archivo.
zh_hans: 无法读取或写入文件

# TextViewer_EncodingErrorTip.Title
source: Encoding error
es: Error de codificación
zh_hans: 编码错误

# TextViewer_EncodingErrorTip.Subtitle
source: The encoding is incorrect, please re-enter the encoding
es: La codificación es incorrecta; vuelve a introducirla.
zh_hans: 编码格式不正确，请重新输入编码格式

# BluetoothVerisonIncorrectTip.Text
source: This feature requires Win10 2004 or above
es: Esta función requiere Win10 2004 o superior
zh_hans: 此功能需要Win10 2004以上版本

# Properties_Details_Description
source: Description
es: Descripción

# Properties_Details_Dimensions
source: Dimensions
es: Dimensiones

# Properties_Details_Genre
source: Genre
es: Género

# Properties_Details_Image_Label
source: Image
es: Imagen

# Properties_Details_Version
source: Version
es: Versión

# Properties_General_Type.Text
source: Type:
es: Escribe:

# Properties_Tools_Unlock.Content
source: Unlock occupation
es: Desbloquear ocupación

# ShortcutTargetApplicationType
source: Application
es: Solicitud

# DecompressionOptionDialog_EncodingComboBox.PlaceholderText
source: Please enter the Encoding Name or CodePage
es: Ingrese el nombre de codificación o la página de código

# Properties_Details_Latitude
source: Latitude
es: Latitud

# Properties_Details_Longitude
source: Longitude
es: Longitud

# BlueTag.ToolTipService.ToolTip
source: Blue tag
es: Etiqueta azul

# GreenTag.ToolTipService.ToolTip
source: Green tag
es: Etiqueta verde

# OrangeTag.ToolTipService.ToolTip
source: Orange tag
es: Etiqueta naranja

# UnTag.ToolTipService.ToolTip
source: Untag
es: Desmarcar

# TagEntry.ToolTipService.ToolTip
source: Tag
es: Etiqueta

# PurpleTag.ToolTipService.ToolTip
source: Purple tag
es: Etiqueta morada

# SystemTip_LoadFileDelayContent
source: Unable to get thumbnails of some files. Please wait patiently.
es: No se pueden obtener miniaturas de algunos archivos. Espere pacientemente.

# SendTo_Document
source: Document
es: Documento

# AttributeVersion.Text
source: Version
es: Versión

# NameCollision_MoreOption
source: More options
es: Mas opciones

# Operate_Text_ExpandToCurrentFolder
source: Locate this folder in directory tree
es: Ubique esta carpeta en el árbol de directorios

# DiscountTip.ActionButtonContent
source: Get it now
es: Consiguelo ahora

# DiscountTip.CloseButtonContent
source: Not needed
es: Innecesario

# DiscountTip.Title
source: Anniversary Discount
es: Descuento de aniversario

# TeachingTip_DiscountTip_Subtitle
source: Get the anniversary discount now! Buy the official version at 50% discount and unlock new features
es: ¡Obtén el descuento de aniversario ahora! Compra la versión oficial con un 50% de descuento y desbloquea nuevas funciones

# DefaultDisplayModeLabel.Text
source: Preferred file layout mode
es: Modo de diseño de archivo preferido

# Properties_General_SizeOnDisk.Text
source: Size on disk
es: Tamaño en disco

# Setting_UIMode_Mica
source: Mica effect
es: Efecto mica

# Device_Type_2
source: CD-ROM drive
es: Lector de CD ROM

# SettingFolderOpenMethodDescription.Text
source: Choose the appropriate operating habits according to your preferences
es: Elija los hábitos operativos adecuados según sus preferencias

# SettingPageContextMenuExtDescription.Text
source: The menu items of third-party programs in the system will be obtained after enabling this option. Note: This option will have a significant impact on the pop-up speed of the context menu
es: Los elementos del menú de programas de terceros en el sistema se obtendrán después de habilitar esta opción. Nota: esta opción tendrá un impacto significativo en la velocidad emergente del menú contextual

# SettingTreeViewDetachDescription.Text
source: Control whether to display the folder tree located on the left side of the page
es: Controlar si mostrar el árbol de carpetas ubicado en el lado izquierdo de la página

# InterceptDesktopFolderDescription.Text
source: Use this application as the default program for the desktop folder after enabling this option
es: Use esta aplicación como el programa predeterminado para la carpeta del escritorio después de habilitar esta opción

# InterceptDesktopFolderLabel.Text
source: Intercepted and used as the default program for the desktop folder
es: Interceptado y utilizado como programa predeterminado para la carpeta del escritorio

# AppDisplayName
source: RX Explorer
zh_hans: RX文件管理器

# AttributeCreated.Text
source: Created
zh_hans: 创建时间

# AttributeDialog.CloseButtonText
source: OK
zh_hans: 确定

# AttributeDialog.Title
source: Properties
zh_hans: 属性

# AttributeInclude.Text
source: Includes
zh_hans: 包括

# AttributeExtraData.Text
source: Related Info
zh_hans: 相关信息

# AttributeLocation.Text
source: Location
zh_hans: 路径

# AttributeModified.Text
source: Modified
zh_hans: 修改时间

# AutoBootOnStartup.Header
source: Auto start at boot
zh_hans: 随系统自动启动

# AutoBootOnStartup.OffContent
source: Disable
zh_hans: 禁用

# AutoBootOnStartup.OnContent
source: Enable
zh_hans: 启用

# BluetoothShare.Text
source: Bluetooth
zh_hans: 蓝牙

# ChooseOtherApp.Text
source: Choose another app
zh_hans: 选择其他应用

# CustomFontColor.Header
source: Custom font color
zh_hans: 自定义字体颜色

# CustomUISubtype1.Content
source: Acrylic background
zh_hans: Acrylic背景

# CustomUISubtype2.Content
source: Custom image background
zh_hans: 自定义图片背景

# EmptyFlyoutNew.Label
source: Create
zh_hans: 新建

# EmptyFlyoutNewFile.Text
source: Create file
zh_hans: 新建文件

# EmptyFlyoutNewFolder.Text
source: Create folder
zh_hans: 新建文件夹

# FeedBackAddButton.Text
source: Add my feedback
zh_hans: 添加我的反馈

# FeedBackAgainstText.Text
source: Against
zh_hans: 反对

# FeedBackAgreeText.Text
source: Agree
zh_hans: 支持

# FeedBackDeleteButton.Label
source: Delete
zh_hans: 删除

# FeedBackDialog.CloseButtonText
source: Cancel
zh_hans: 取消

# FeedBackDialog.PrimaryButtonText
source: Submit
zh_hans: 提交

# FeedBackDialog.Title
source: Vote
zh_hans: 参与投票

# FeedBackDialogContent.Header
source: Feedback and suggestion
zh_hans: 建议和反馈

# FeedBackDialogContent.PlaceholderText
source: Please enter the text
zh_hans: 请输入正文

# FeedBackDialogTitle.Header
source: Title
zh_hans: 标题

# FeedBackDialogTitle.PlaceholderText
source: Please enter a title
zh_hans: 请输入标题

# FeedBackEditButton.Label
source: Edit
zh_hans: 编辑

# FeedBackListHeader.Text
source: Feedback list
zh_hans: 反馈建议清单

# FeedBackTip.Subtitle
source: This feedback list will show your suggestions or feedback to all users. You can also review the suggestions made by others and give you support for the suggestions that are of interest. The more support and the less objection, the higher the priority, The developer will listen to your suggestions. You can only modify or delete the suggestions you submit.
zh_hans: 此反馈清单将向所有使用者展示您的建议或者反馈，同样您也可以查看其他人提出的建议，并给予您感兴趣的提议一个支持，支持越多且反对越少的建议将越靠前，开发者将聆听您的建议。您只能修改或删除您提交的建议。

# FeedBackTip.Title
source: Feedback description
zh_hans: 反馈说明

# FileAttribute.Label
source: Properties
zh_hans: 属性

# FileControlAttribute.Label
source: Properties
zh_hans: 属性

# FileControlCreateFolder.Label
source: New folder
zh_hans: 新建文件夹

# FileControlParentButton.ToolTipService.ToolTip
source: Upper
zh_hans: 返回上一级

# FileCopy.ToolTipService.ToolTip
source: Copy
zh_hans: 复制

# FileCut.ToolTipService.ToolTip
source: Move
zh_hans: 剪切

# FileDelete.ToolTipService.ToolTip
source: Delete
zh_hans: 删除

# FileEdit.Label
source: Edit
zh_hans: 编辑

# FileOpen.Label
source: Open
zh_hans: 打开

# FilePaste.Label
source: Paste
zh_hans: 粘贴

# FileRename.ToolTipService.ToolTip
source: Rename
zh_hans: 重命名

# FileShare.Label
source: Share
zh_hans: 共享

# FolderAttribute.Label
source: Properties
zh_hans: 属性

# FolderOpen.Label
source: Open
zh_hans: 打开

# FolderRename.ToolTipService.ToolTip
source: Rename
zh_hans: 重命名

# HotWebTitle.Text
source: Popular Website
zh_hans: 热门网站

# LibraryCancelButton.Label
source: Unpin
zh_hans: 取消固定

# LibraryOpenButton.Label
source: Open
zh_hans: 打开

# NewFileDialog.CloseButtonText
source: Cancel
zh_hans: 取消

# NewFileDialog.PrimaryButtonText
source: Confirm
zh_hans: 确定

# NewFileDialog.Title
source: Create new file
zh_hans: 新建文件

# NewFileDialogFileName.Header
source: File name
zh_hans: 文件名

# NewFileDialogFileName.PlaceholderText
source: Enter file name
zh_hans: 输入新建文件名

# NewFileDialogInvalidInputTip.Subtitle
source: The file type you specified does not meet the specifications. Please re-enter
zh_hans: 您所指定的文件类型不符合规范，请重新输入

# NewFileDialogInvalidInputTip.Title
source: Malformed
zh_hans: 格式不正确

# NewFileDialogType.PlaceholderText
source: Enter or select a type
zh_hans: 输入或选择一种类型

# OtherOpenMethod.Label
source: Open with...
zh_hans: 打开方式...

# QuickStartTitle.Text
source: Quick Start
zh_hans: 快速启动

# RefreshView.Label
source: Refresh
zh_hans: 刷新

# RenameDialogInvalidCharTip.Subtitle
source: Name cannot be empty and cannot contain illegal characters Illegal characters include \ / : * ? " < > |
zh_hans: 名称不能为空且不能包含非法字符 非法字符包括 \ / : * ? " < > |

# ResetDialogText1.Text
source: This will initialize the RX Explorer
zh_hans: 此操作将初始化RX文件管理器"

# ResetDialogText2.Text
source: Including:
zh_hans: 包括:

# RunWithSystemAuthority.Text
source: Run as administrator
zh_hans: 以管理员身份运行

# SearchingText.Text
source: Searching
zh_hans: 搜索中

# SearchResult.Text
source: Search Result
zh_hans: 搜索结果

# SecureArea.Content
source: Security Area
zh_hans: 安全域

# SecureAreaSettingAESMode1.Content
source: AES-128bit CBC mode
zh_hans: AES-128bit CBC 模式

# SecureAreaSettingAESMode2.Content
source: AES-256bit CBC mode
zh_hans: AES-256bit CBC 模式

# SettingAdvance.Text
source: Advance
zh_hans: 高级

# SettingCleanup.Content
source: Restore and initialize
zh_hans: 重置并初始化

# SettingFolderOpenMethod.Header
source: Folder open method
zh_hans: 文件夹打开方式

# SettingLike.Text
source: Rate the app
zh_hans: 给App点赞

# SettingOpenLeftArea.Header
source: Sidebar
zh_hans: 侧边栏

# SettingOpenLeftArea.OffContent
source: Hide
zh_hans: 隐藏

# SettingOpenLeftArea.OnContent
source: Show
zh_hans: 启用

# SettingOther.Text
source: Other
zh_hans: 其他

# SettingPageColorPickerTip.Title
source: Acrylic theme color
zh_hans: Acrylic主题色

# SettingPageLuminosityTip.Title
source: Acrylic transmittance
zh_hans: Acrylic透光度

# SettingPageLuminosityTipText1.Text
source: Acrylic transmittance determines how much light from the background is allowed to pass through the App's acrylic material. The smaller the value, the higher the Acrylic theme color ratio, and the higher the percentage of light from the background.
zh_hans: Acrylic透光度决定了允许多少来自背景的光通过App的亚克力材质，此值越小表示Acrylic主题色占比越高，越大表示来自背景的光线占比越高。

# SettingPageLuminosityTipText2.Text
source: Adjusting this value may result in unclear or unrecognized content
zh_hans: 调整此值可能导致内容不清晰或无法识别

# SettingPageOpacityTip.Title
source: Color transparency
zh_hans: 颜色透明度

# SettingPageOpacityTipText1.Text
source: Acrylic theme color layer transparency, the larger the value, the lighter the Acrylic color, the smaller the color indicates the darker the color
zh_hans: Acrylic主题色层透明度，此值越大表示Acrylic颜色越淡，越小则表示颜色越深

# SettingPageOpacityTipText2.Text
source: This value defaults to 60% in 'Recommend' mode
zh_hans: '推荐'模式下此值默认为60%

# SettingPageThemeColorButton.Content
source: Acrylic theme color
zh_hans: Acrylic主题色

# SettingPageTintLuminositySliderHeader.Text
source: Acrylic background transmittance
zh_hans: Acrylic背景透光度

# SettingPageTintOpacitySliderHeader.Text
source: Acrylic color transparency
zh_hans: Acrylic颜色透明度

# SettingPageUIMode.Header
source: Mode
zh_hans: 模式

# SettingPrivacyPolicyLink.Content
source: User Privacy Statement
zh_hans: 用户隐私声明

# SettingSettingPrivacyPolicyTitle.Text
source: Privacy
zh_hans: 隐私

# SettingSystemInfo.Content
source: System Information
zh_hans: 系统信息

# SettingUpdateLogButton.Content
source: View update log
zh_hans: 查看更新日志

# SystemManagerOpen.Label
source: Open in Windows Explorer
zh_hans: 使用系统管理器打开

# SystemShare.Text
source: System share
zh_hans: 系统共享

# ThisPC.Content
source: ThisPC
zh_hans: 这台电脑

# Transcode.Text
source: Transcode
zh_hans: 转码

# VideoMerge.Text
source: Merge
zh_hans: 合并

# VideoMontage.Text
source: Montage
zh_hans: 剪辑

# ZipDialog.PrimaryButtonText
source: Confirm
zh_hans: 确定

# ZipDialog.Title
source: Zip Compression Option
zh_hans: Zip压缩选项

# ZipDialogLevel.Header
source: Compression Level
zh_hans: 压缩等级

# ZipDialogName.Header
source: FileName
zh_hans: 文件名

# Zip.Label
source: Compression
zh_hans: 压缩

# ZipDialog.CloseButtonText
source: Cancel
zh_hans: 取消

# SettingTreeViewDetach.Header
source: Folder directory
zh_hans: 文件夹目录

# EnableQuicklook.OffContent
source: Disable
zh_hans: 禁用

# EnableQuicklook.OnContent
source: Enable
zh_hans: 启用

# QuicklookHeader.Text
source: Quicklook
zh_hans: Quicklook预览

# QuicklookTip.Subtitle
source: QuickLook is an auxiliary software for convenient and quick viewing of file contents. To enable this feature, you must install QuickLook in advance and ensure that QuickLook works properly. You can click on any file in the RX Explorer and press the space bar to activate QuickLook
zh_hans: QuickLook是一种方便快捷查看文件内容的辅助软件。若要启用此功能，则您必须提前安装QuickLook并确保QuickLook正常运行。您可以在RX文件管理器中点击任意文件并按下空格键来激活QuickLook

# AppName.Text
source: RX Explorer
zh_hans: RX文件管理器

# LanguageComboBox.Header
source: Language
zh_hans: 语言

# NewFileDialogTypeTip.Subtitle
source: You can manually enter the file type you need to create, or you can select the type predefined by the RX Explorer. However, the RX Explorer can only guarantee the correct creation of pre-defined types. It cannot guarantee that the types you enter manually can be created correctly.
zh_hans: 您可以手动输入您需要创建的文件类型，亦可以选择由RX文件管理器预定义的类型。但RX文件管理器仅能够保证预定义类型的正确创建，不能保证您手动输入的类型能够正确创建。

# NewFileDIalogTypeTip.Title
source: Explanation
zh_hans: 说明

# NewFileDialogFileTypeTitle.Text
source: File type
zh_hans: 文件类型

# SubmitIssueOnGithub.Content
source: Submit an issue on Github
zh_hans: 在Github提交issue

# DelayLoadNotification_Content_1
source: Unable to get thumbnails of some files
zh_hans: 无法获取部分文件的缩略图

# DelayLoadNotification_Content_2
source: Please wait patiently
zh_hans: 请耐心等待

# DelayLoadNotification_Title
source: There may be a delay in loading
zh_hans: 加载可能存在延迟

# FeedBackItem_SupportDescription_Negative
source: against
zh_hans: 反对

# FeedBackItem_SupportDescription_Positive
source: agree
zh_hans: 支持

# GeneralTransformer_Crop_Cancel
source: Video crop task was canceled
zh_hans: 视频裁剪任务被取消

# GeneralTransformer_Crop_Error
source: Encountered unknown error while cropping video
zh_hans: 裁剪视频时遇到未知错误

# GeneralTransformer_Crop_Success
source: Video successfully cropped
zh_hans: 视频已成功完成裁剪

# GeneralTransformer_Merge_Cancel
source: Video merge task was canceled
zh_hans: 视频合并任务被取消

# GeneralTransformer_Merge_Error
source: Encountered unknown error while merging video
zh_hans: 合并视频时遇到未知错误

# GeneralTransformer_Merge_Success
source: Video successfully merged
zh_hans: 视频已成功完成合并

# GeneralTransformer_Transcode_Cancel
source: Transcoding task is cancelled
zh_hans: 转码任务被取消

# GeneralTransformer_Transcode_Failure
source: Transcoding failed:
zh_hans: 转码失败:

# GeneralTransformer_Transcode_NotSupport
source: Transcoding format is not supported
zh_hans: 转码格式不支持

# GeneralTransformer_Transcode_Success
source: Transcoding has been successfully completed
zh_hans: 转码已成功完成

# Device_Capacity_Unit
source: bytes
zh_hans: 字节

# CropperPage_Filter_Type_5
source: Sepia
zh_hans: 怀旧

# ExtendedSplash_QuickStartItem_Name_1
source: Microsoft Store
zh_hans: 微软商店

# ExtendedSplash_QuickStartItem_Name_11
source: Twitter
zh_hans: 推特

# ExtendedSplash_QuickStartItem_Name_3
source: Setting
zh_hans: 设置

# ExtendedSplash_QuickStartItem_Name_8
source: Bing
zh_hans: 必应搜索

# MainPage_PageDictionary_ThisPC_Label
source: ThisPC
zh_hans: 这台电脑

# Operate_Text_BluetoothShare
source: Bluetooth
zh_hans: 蓝牙

# Operate_Text_Property
source: Property
zh_hans: 属性
