Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/MultilingualResources/RX_Explorer.*.xlf
Languages: es, fr_fr, zh_hans

# SystemInfoDialogGPUInfo.Text
source: GPU information
es: Información de GPU
fr_fr: Processeur graphique
zh_hans: GPU信息

# SystemInfoDialogManufacturer.Text
source: Manufacturer
es: Fabricante
fr_fr: Fabricant
zh_hans: 制造商

# SystemInfoDialogMemoryInfo.Text
source: Memory information
es: Información de memoria
fr_fr: Mémoire vive
zh_hans: 内存信息

# SystemInfoDialogNetwork.Text
source: Network Information
es: Información de red
fr_fr: Réseau
zh_hans: 网络信息

# SystemInfoDialogPixeldensity.Text
source: Pixel density
es: Densidad de píxeles
fr_fr: Densité de pixels
zh_hans: 像素密度

# SystemInfoDialogResolution.Text
source: Resolution
es: Resolución
fr_fr: Résolution
zh_hans: 分辨率

# SystemInfoDialogResolutionScale.Text
source: Windows scale
es: Escala de Windows
fr_fr: Echelle
zh_hans: Windows缩放

# SystemInfoDialogScreenSize.Text
source: Screen size
es: Tamaño de pantalla
fr_fr: Taille de l'écran
zh_hans: 屏幕尺寸

# SystemInfoDialogWindowsLanguage.Text
source: Windows language
es: Idioma de Windows
fr_fr: Langue Windows
zh_hans: Windows语言

# SystemInfoDialogWindowsVersion.Text
source: Windows version
es: Versión de Windows
fr_fr: Version de Windows
zh_hans: Windows版本

# TextViewerCancel.Label
source: Cancel
es: Cancelar
fr_fr: Annuler
zh_hans: 取消

# TextViewerSave.Label
source: Save
es: Guardar
fr_fr: Enregistrer
zh_hans: 保存

# TranscodeBoost.Content
source: Use hardware acceleration (Recommand)
es: Usar aceleración de hardware (recomendado)
fr_fr: Accélération matériel (Recommandé)
zh_hans: 使用硬件加速(推荐)

# TranscodeDialog.CloseButtonText
source: Cancel
es: Cancelar
fr_fr: Annuler
zh_hans: 取消

# TranscodeDialog.PrimaryButtonText
source: Confirm
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定

# TranscodeDialog.Title
source: Transcode
es: Transcodificar
fr_fr: Transcription
zh_hans: 转码

# TranscodeFormat.Header
source: Conversion format
es: Formato de conversión
fr_fr: Format de conversion
zh_hans: 转换格式

# TranscodeImageDialog.CloseButtonText
source: Cancel
es: Cancelar
fr_fr: Annuler
zh_hans: 取消

# TranscodeImageDialog.PrimaryButtonText
source: Confirm
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定

# TranscodeImageDialog.Title
source: Transcode
es: Transcodificar
fr_fr: Transcription
zh_hans: 转码

# TranscodeImageDialogEnableScale.Content
source: Enable zoom
es: Habilitar zoom
fr_fr: Autoriser le zoom
zh_hans: 启用图片缩放

# TranscodeImageDialogFormat.Header
source: Target format
es: Formato de destino
fr_fr: Format cible
zh_hans: 目标格式

# TranscodeImageDialogPickLocationButton.Content
source: Save location
es: Guardar ubicación
fr_fr: Répertoire de destination
zh_hans: 选择保存位置

# TranscodeImageDialogTips.Subtitle
source: Please specify a save location
es: Especifica una ubicación para guardar
fr_fr: Veuillez spécifier un répertoire de destination
zh_hans: 请指定保存位置

# TranscodeImageDialogTips.Title
source: Tips
es: Consejos
fr_fr: Astuces
zh_hans: 提示

# TranscodeImageDialogZoomMode.Header
source: Zoom Mode
es: Modo zoom
fr_fr: Mode de zoom
zh_hans: 缩放模式

# TranscodeQuality.Header
source: Quality
es: Calidad
fr_fr: Qualité
zh_hans: 转换质量

# UpdateLogDialog.CloseButtonText
source: Got it
es: Vale
fr_fr: Compris
zh_hans: 知道了

# UpdateLogDialog.Title
source: Recently updated
es: Actualizado recientemente
fr_fr: Récemment mis à jour
zh_hans: 最近更新

# USBDisplayName
source: Open and view files
es: Abrir y ver archivos
fr_fr: Ouvrir et voir les fichiers
zh_hans: 打开并查看文件

# UserFolderDialog.CloseButtonText
source: Ignore for now
es: Omitir por ahora
fr_fr: Ignorer pour l'instant
zh_hans: 暂时忽略

# UserFolderDialog.PrimaryButtonText
source: Confirm
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定

# UserFolderDialog.Title
source: Choose library folder
es: Elegir carpeta de biblioteca
fr_fr: Choisissez le dossier de la bibliothèque
zh_hans: 选择库文件夹

# UserFolderNotReferTip.Subtitle
source: Please specify the folder and click confirm
es: Especifica la carpeta y pulsa en "Confirmar".
fr_fr: Veuillez spécifier un dossier et confirmez
zh_hans: 请指定文件夹后再点击确定哦

# UserFolderReferButton.Content
source: Specify
es: Especificar
fr_fr: Spécifier
zh_hans: 指定

# UserFolderText1.Text
source: Unable to automatically determine library folder
es: No se ha podido determinar automáticamente la carpeta de la biblioteca.
fr_fr: Impossible de déterminer automatiquement le dossier de la bibliothèque
zh_hans: 无法自动确定库文件夹

# UserFolderText2.Text
source: Please specify the library folder manually
es: Especifica la carpeta de la biblioteca manualmente.
fr_fr: Veuillez spécifier le dossier de la bibliothèque manuellement
zh_hans: 请手动指定库文件夹

# VideoEditDialog.CloseButtonText
source: Cancel
es: Cancelar
fr_fr: Annuler
zh_hans: 取消

# VideoEditDialog.PrimaryButtonText
source: Confirm
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定

# VideoEditDialogErrorTip.Subtitle
source: This time format is incorrect, please re-enter
es: El formato de hora es incorrecto; vuelve a introducirlo.
fr_fr: Ce format horaire est incorrect, veuillez saisir à nouveau
zh_hans: 此时间格式不正确，请重新输入

# VideoEditDialogErrorTip.Title
source: Tips
es: Consejos
fr_fr: Astuces
zh_hans: 提示

# VideoEditDialogText1.Text
source: Crop
es: Recortar
fr_fr: Recadrer
zh_hans: 裁剪

# VideoEditDialogUseSameProfile.Text
source: Use the same encoding configuration as the source video
es: Usar la misma configuración de codificación que el vídeo fuente
fr_fr: Utiliser le même encodage que la vidéo source
zh_hans: 使用和源视频相同的编码配置

# WIFIShareText.Text
source: Do not close this window during transmission
es: No cierres esta ventana durante la transmisión
fr_fr: Ne fermez pas cette fenêtre pendant la transmission
zh_hans: 传输过程中请勿关闭此窗口，否则将停止分享

# WIFIShareTip.Title
source: WiFi Share
es: Compartir wifi
fr_fr: Partage par WiFi
zh_hans: WiFi共享

# SettingTreeViewDetachLabel.Text
source: Navigation Pane
fr_fr: Volet de navigation

# SettingTreeViewDetach.OffContent
source: Hide
es: Ocultar
fr_fr: Cacher
zh_hans: 隐藏

# SettingTreeViewDetach.OnContent
source: Show
es: Mostrar
fr_fr: Afficher
zh_hans: 启用

# EnableQuicklook.OffContent
source: Disabled
es: Discapacitado
fr_fr: Désactivé

# EnableQuicklook.OnContent
source: Enabled
es: Activado
fr_fr: Activé

# QuicklookTipContent.Text
source: QuickLook is an auxiliary software for convenient and quick viewing of file contents. To enable this feature, you must install QuickLook in advance and ensure that QuickLook works properly. You can click on any file in the RX Explorer and press the space bar to activate QuickLook
es: QuickLook es un programa auxiliar para poder ver de manera rápida y práctica el contenido de archivos. Para habilitar esta función, debes instalar antes QuickLook y asegurarte de que funciona correctamente. Puedes seleccionar cualquier archivo dentro de RX Explorer y pulsar la barra espaciadora para activar QuickLook.
fr_fr: QuickLook est un logiciel auxiliaire qui permet de visualiser rapidement et facilement le contenu des fichiers. Pour activer cette fonction, vous devez installer QuickLook à l'avance et vous assurer que QuickLook fonctionne correctement. Vous pouvez cliquer sur n'importe quel fichier dans RX Explorateur et appuyer sur la barre d'espace pour activer QuickLook

# SettingPersonalize.Text
source: Personalize
es: Personalizar
fr_fr: Personnalisé
zh_hans: 个性化

# LanguageComboBoxLabel.Text
source: Language
es: Idioma
fr_fr: Langue

# Common_Dialog_CloseButton
source: Got it
es: Vale
fr_fr: Compris
zh_hans: 知道了

# Network_Error_Dialog_Content
source: This operation cannot be performed due to network reasons
es: No se puede realizar esta operación debido a la red.
fr_fr: Cette opération ne peut être réalisée à cause de problèmes de réseau
zh_hans: 因网络原因无法进行此项操作

# Common_Dialog_ErrorTitle
source: Error
fr_fr: Erreur
zh_hans: 错误

# PairedText
source: Paired
es: Vinculado
fr_fr: Appairé
zh_hans: 已配对

# BluetoothPairButtonText
source: Pair
fr_fr: Coupler

# ReadyToPairText
source: Ready to pair
es: Listo para vincular
fr_fr: Prêt pour s'appairer
zh_hans: 准备配对

# UnknownText
source: Unknown
es: Desconocido
fr_fr: Inconnue
zh_hans: 未知

# UnpairText
source: Unpair
es: Desvincular
fr_fr: Déconnecter
zh_hans: 取消配对

# Bluetooth_Transfer_DeviceName
source: Target device:
es: Dispositivo de destino:
fr_fr: Appareil cible:
zh_hans: 目标设备:

# Bluetooth_Transfer_Status_1
source: Transmitting
fr_fr: Transmettre

# Bluetooth_Transfer_Status_2
source: File transfer cancelled by user
fr_fr: Transfert de fichier annulé par l'utilisateur

# Bluetooth_Transfer_Status_3
source: File transfer completed successfully
fr_fr: Transfert de fichier terminé avec succès

# Crop_Toast_Cancel_Text_1
source: Cropping task has been cancelled
es: Se ha cancelado la tarea de recorte.
fr_fr: Opération de recadrage a été annulée
zh_hans: 裁剪任务已被取消

# Crop_Toast_Cancel_Text_2
source: You can try restarting the task
es: Puedes intentar reiniciar la tarea.
fr_fr: Vous pouvez essayer de redémarrer l'opération
zh_hans: 您可以尝试重启该任务

# Crop_Toast_Complete_Text
source: Cropping has been completed!
es: ¡Recorte completado!
fr_fr: Recadrage terminé avec succès
zh_hans: 裁剪已完成！

# Crop_Toast_ProbarTitle
source: Processing...
es: Procesando...
fr_fr: Traitement...
zh_hans: 正在处理...

# Crop_Toast_Title
source: Cropping:
es: Recortando:
fr_fr: Recadrage:
zh_hans: 正在裁剪:

# Disk_Capacity_Description
source: free of
es: sin
fr_fr: libre sur
zh_hans: 可用，共

# EnDecode_Dialog_Content
source: Cannot convert image format due to missing encoder or unsupported operation
es: No se puede convertir el formato de imagen debido a un codificador faltante o a una operación no compatible.
fr_fr: Impossible de convertir le format de l'image en raison d'un codeur manquant ou d'une opération non prise en charge
zh_hans: 由于缺失编码器或操作不受支持，无法进行图像格式转换

# Merge_Toast_Cancel_Text_1
source: Merging task has been cancelled
es: Se ha cancelado la tarea de fusión.
fr_fr: Opération de fusion a été annulée
zh_hans: 合并已完成

# Merge_Toast_Cancel_Text_2
source: You can try restarting the task
es: Puedes intentar reiniciar la tarea.
fr_fr: Vous pouvez essayer de redémarrer l'opération
zh_hans: 您可以尝试重启该任务

# Merge_Toast_Complete_Text
source: Merging has been completed!
es: ¡Fusión completada!
fr_fr: Fusion terminée avec succès
zh_hans: 合并已完成！

# Merge_Toast_ProbarTitle
source: Processing...
es: Procesando...
fr_fr: Traitement...
zh_hans: 正在处理...

# Merge_Toast_Title
source: Merging the video...
es: Fusionando vídeo...
fr_fr: Fusion des videos...
zh_hans: 正在合并视频...

# Toast_ClickToCancel_Text
source: Click the prompt to cancel
es: Pulsa en el aviso para cancelar.
fr_fr: Cliquez sur l'invite pour annuler
zh_hans: 点击此提示以取消

# Toast_ClickToClear_Text
source: Click to remove the prompt
es: Pulsa para eliminar el aviso.
fr_fr: Cliquez pour retirer l'invite
zh_hans: 点击以消除此提示

# Transcode_Toast_Cancel_Text_1
source: Transcode has been cancelled
es: Se ha cancelado la transcodificación.
fr_fr: Trancodage a été annulé
zh_hans: 转码已被取消

# Transcode_Toast_Cancel_Text_2
source: You can try restarting the transcode
es: Puedes intentar reiniciar la transcodificación.
fr_fr: Vous pouvez essayer de redémarrer l'opération
zh_hans: 您可以尝试重启转码任务

# Transcode_Toast_Complete_Text_1
source: Transcoding has been completed!
es: ¡Transcodificación completada!
fr_fr: Transcodage terminé avec succès
zh_hans: 转码已完成！

# Transcode_Toast_Complete_Text_2
source: has been successfully transcoded to
es: se ha transcodificado correctamente a
fr_fr: a été transcodé avec succès en
zh_hans: 已成功转换为

# Transcode_Toast_Title
source: Transcoding:
es: Transcodificando:
fr_fr: Transcodage:
zh_hans: 正在转换:

# WIFIShare_Error_Web_Content
source: Unable to find the specified resource, please check the URL
es: No se ha podido encontrar el recurso especificado; por favor, comprueba la URL.
fr_fr: Si vous ne pouvez pas trouver la ressource spécifiée, veuillez vérifier l'URL
zh_hans: 无法找到指定的资源，请检查URL

# BluetoothUI_Status_Text_1
source: Searching
es: Buscando
fr_fr: Recherche en cours
zh_hans: 搜索中

# BluetoothUI_Status_Text_2
source: Search Complete
es: Búsqueda completada
fr_fr: Recherche terminée
zh_hans: 搜索完成

# BluetoothUI_Tips_Text_1
source: Please select a paired device first
es: Selecciona primero un dispositivo vinculado.
fr_fr: Veuillez d'abord sélectionner un appareil couplé
zh_hans: 请先选择一个已配对的设备

# BluetoothUI_Tips_Text_2
source: Unable to connect to this Bluetooth device, please turn on the Bluetooth switch of this device
es: No se ha podido conectar este dispositivo Bluetooth; por favor, activa el Bluetooth de este dispositivo.
fr_fr: Impossible de se connecter à cet appareil Bluetooth, veuillez activer l'interrupteur Bluetooth de cet appareil
zh_hans: 无法连接至此蓝牙设备，请打开此设备的蓝牙开关

# BluetoothUI_Tips_Text_3
source: Unable to discover the ObexObjectPush service for Bluetooth devices, which is not supported
es: No se ha podido descubrir el servicio ObexObjectPush para dispositivos Bluetooth, el cual no es compatible.
fr_fr: Impossible de découvrir le service ObexObjectPush pour les appareils Bluetooth, qui n'est pas supporté
zh_hans: 无法发现蓝牙设备的ObexObjectPush服务，该设备不受支持

# BluetoothUI_Tips_Text_4
source: Unable to pair with this device
fr_fr: Impossible d'associer cet appareil

# BluetoothUI_Tips_Text_5
source: Please confirm that the PIN is the same as the paired device
es: Por favor, confirma que el PIN es igual que el del dispositivo vinculado.
fr_fr: Veuillez confirmer que le code PIN est le même que celui de l'appareil jumelé
zh_hans: 请确认PIN码与配对设备一致

# BluetoothUI_Tips_Text_6
source: Please confirm whether to pair with the device
es: Confirma que quieres vincular el dispositivo.
fr_fr: Veuillez confirmer si vous voulez vous jumeler avec l'appareil
zh_hans: 请确认是否与设备配对

# Drive_Type_1
source: Local drive
fr_fr: Lecteur local

# Drive_Type_3
source: Removable drive
fr_fr: Lecteur amovible

# Drive_Type_4
source: Ram drive
fr_fr: Lecteur RAM

# Drive_Type_5
source: Network drive
fr_fr: Lecteur réseau

# FileProperty_Duration
source: Duration
es: Duración
fr_fr: Durée
zh_hans: 持续时间

# FileProperty_Resolution
source: Resolution
es: Resolución
fr_fr: Résolution
zh_hans: 分辨率

# FileProperty_ShootingDate
source: Shooting date
es: Fecha de creación
fr_fr: Date de création
zh_hans: 拍摄时间

# File_Type_Compress_Description
source: Compressed file
es: Archivo comprimido
fr_fr: Fichier compressé
zh_hans: 压缩文件

# File_Type_RTF_Description
source: RTF file
es: Archivo RTF
fr_fr: Fichier RTF
zh_hans: RTF文件

# File_Type_TXT_Description
source: Text file
es: Archivo de texto
fr_fr: Fichier texte
zh_hans: 文本文件

# ProgramPicker_Dialog_BuiltInViewer
source: RX built-in viewer
es: Visor integrado en RX
fr_fr: Visionneuse RX intégrée
zh_hans: RX内置查看器

# ProgramPicker_Dialog_BuiltInViewer_Description
source: RX provides basic viewing functions
es: RX proporciona funciones básicas de visualización.
fr_fr: RX intégre des outils basiques de visualisation
zh_hans: RX提供基本的查看功能

# ProgramPicker_Dialog_Title_1
source: Continue using
es: Continuar usando
fr_fr: Continuer à utiliser
zh_hans: 继续使用以下应用

# ProgramPicker_Dialog_Title_2
source: Choose another application
es: Elegir otra aplicación
fr_fr: Choisir une autre application
zh_hans: 选择其他应用

# SizeProperty_Calculating_Text
source: Calculating...
es: Calculando...
fr_fr: Calcul...
zh_hans: 计算中...

# Common_Dialog_TipTitle
source: Tips
es: Consejos
fr_fr: Astuces
zh_hans: 提示

# Common_Dialog_WarningTitle
source: Warning
es: Advertencia
fr_fr: Avertissement
zh_hans: 警告

# CropperPage_Custom_Text
source: Custom
es: Personalizado
fr_fr: Personnalisé
zh_hans: 自定义

# CropperPage_Filter_Type_1
source: Origin
es: Origen
fr_fr: Origine
zh_hans: 原图

# CropperPage_Filter_Type_2
source: Invert
es: Invertir
fr_fr: Inverser
zh_hans: 反色

# CropperPage_Filter_Type_3
source: Gray
es: Gris
fr_fr: Gris
zh_hans: 灰度

# CropperPage_Filter_Type_4
source: Binary
es: Binario
fr_fr: Binaire
zh_hans: 黑白

# CropperPage_Filter_Type_6
source: Mosaic
es: Mosaico
fr_fr: Mosaïque
zh_hans: 马赛克

# CropperPage_Filter_Type_7
source: Sketch
es: Dibujar
fr_fr: Croquis
zh_hans: 素描

# CropperPage_Filter_Type_8
source: Blurry
es: Borroso
fr_fr: Flou
zh_hans: 模糊

# CropperPage_Filter_Type_9
source: OilPainting
es: Pintura al óleo
fr_fr: Peinture à l'huile
zh_hans: 油画

# ExtendedSplash_QuickStartItem_Name_2
source: Calculator
es: Calculadora
fr_fr: Calculatrice
zh_hans: 计算器

# ExtendedSplash_QuickStartItem_Name_3
source: Settings
es: Ajustes
fr_fr: Paramètres

# ExtendedSplash_QuickStartItem_Name_5
source: Calendar
es: Calendario
fr_fr: Calendrier
zh_hans: 日历

# ExtendedSplash_QuickStartItem_Name_7
source: Weather
es: Tiempo
fr_fr: le temps
zh_hans: 天气

# FileControl_ItemDisplayMode_Details
source: Details
es: Detalles
fr_fr: Détails
zh_hans: 详细列表

# FileControl_ItemDisplayMode_Large_Icon
source: Large icons
es: Iconos grandes
fr_fr: Icônes larges
zh_hans: 大图标

# FileControl_ItemDisplayMode_List
source: List
es: Lista
fr_fr: Liste
zh_hans: 列表

# FileControl_ItemDisplayMode_Medium_Icon
source: Medium icons
es: Iconos medianos
fr_fr: Icônes moyennes
zh_hans: 中图标

# FileControl_ItemDisplayMode_Small_Icon
source: Small icons
es: Iconos pequeños
fr_fr: Icônes petites
zh_hans: 小图标

# FileControl_ItemDisplayMode_Tiles
source: Tiles
fr_fr: Tuiles
zh_hans: 平铺

# FolderInfo_File_Count
source: files
es: archivos
fr_fr: fichiers
zh_hans: 个文件

# FolderInfo_Folder_Count
source: folders
es: carpetas
fr_fr: dossiers
zh_hans: 个文件夹

# MainPage_PageDictionary_SecureArea_Label
source: Security Area
es: Área de seguridad
fr_fr: Espace Sécurisé
zh_hans: 安全域

# Operate_Text_ChooseAnotherApp
source: Choose another app
es: Elegir otra aplicación
fr_fr: Ouvre avec...
zh_hans: 选择其他应用

# Operate_Text_Create
source: Create
es: Crear
fr_fr: Nouveau
zh_hans: 新建

# Operate_Text_CreateFolder
source: Create folder
es: Crear carpeta
fr_fr: Dossier
zh_hans: 新建文件夹

# Operate_Text_Cut
source: Cut
es: Cortar
fr_fr: Couper
zh_hans: 剪切

# Operate_Text_Delete
source: Delete
es: Eliminar
fr_fr: Supprimer
zh_hans: 删除

# Operate_Text_Edit
source: Edit
es: Editar
fr_fr: Editer
zh_hans: 编辑

# Operate_Text_Merge
source: Merge
es: Fusionar
fr_fr: Fusionner
zh_hans: 合并

# Operate_Text_Open
source: Open
es: Abrir
fr_fr: Ouvrir
zh_hans: 打开

# Operate_Text_OpenAsAdministrator
source: Open as administrator
es: Abrir como administrador
fr_fr: Ouvrir en tant qu'administrateur
zh_hans: 以管理员权限打开

# Operate_Text_OpenInWinExplorer
source: Open in Windows Explorer
es: Abrir en Windows Explorer
fr_fr: Ouvrir dans l'Explorateur Windows
zh_hans: 使用系统管理器打开

# Operate_Text_OpenWith
source: Open with...
es: Abrir con...
fr_fr: Ouvrir avec...
zh_hans: 打开方式...

# Operate_Text_Paste
source: Paste
es: Pegar
fr_fr: Coller
zh_hans: 粘贴

# Operate_Text_Property
source: Properties
es: Propiedades
fr_fr: Propriétés

# Operate_Text_Refresh
source: Refresh
es: Recargar
fr_fr: Rafraîchir
zh_hans: 刷新

# Operate_Text_Rename
source: Rename
es: Renombrar
fr_fr: Renommer
zh_hans: 重命名

# Operate_Text_Share
source: Share
es: Compartir
fr_fr: Partager
zh_hans: 共享

# Operate_Text_SystemShare
source: System share
es: Sistema
fr_fr: Options de partage système
zh_hans: 系统共享

# Operate_Text_Transcode
source: Transcode
es: Transcodificar
fr_fr: Transcription
zh_hans: 转码

# QueueDialog_BackgroundTaskDisable_CloseButton
source: Never remind
es: No recordar nunca
fr_fr: Ne plus me le rappeler
zh_hans: 不再提醒

# QueueDialog_BackgroundTaskDisable_Content
source: Background tasks are disabled, RX will not be able to notify you in time when the update is released. Please manually enable background task permissions
es: Las tareas en segundo plano están deshabilitadas; RX no podrá notificarte a tiempo cuando se publique la actualización. Por favor, habilita manualmente los permisos de tareas en segundo plano.
fr_fr: Les tâches de fond sont désactivées, RX ne pourra pas vous avertir lors de mises à jour. Veuillez activer manuellement les autorisations de tâches en arrière-plan
zh_hans: 后台任务被禁用，RX将无法在更新发布时及时通知您，请手动开启后台任务权限

# QueueDialog_BackgroundTaskDisable_PrimaryButton
source: Authorize now
es: Autorizar ahora
fr_fr: Authoriser maintenant
zh_hans: 现在授权

# QueueDialog_BackgroundTaskDisable_SecondaryButton
source: Remind later
es: Recordar más tarde
fr_fr: Me le rappeller plus tard
zh_hans: 稍后提醒

# QueueDialog_LocateFolderFailure_Content
source: Cannot locate or access the folder, the folder does not exist or lacks access permissions
es: No se puede ubicar o acceder a la carpeta, la carpeta no existe o carece de permisos de acceso
fr_fr: Impossible de localiser ou d'accéder au dossier, le dossier n'existe pas ou n'a pas les autorisations d'accès

# QueueDialog_WaitUntilFinish_CloseButton
source: Later
es: Más tarde
fr_fr: Plus tard
zh_hans: 稍后

# QueueDialog_WaitUntilFinish_Content
source: RX Explorer is running some tasks, closing at this time may cause data errors, Do you want to continue?
es: RX Explorer está ejecutando algunas tareas; cerrarlo en estos momentos podría causar errores en los datos. ¿Deseas continuar?
fr_fr: RX Explorateur exécute certaines tâches, sa fermeture peut provoquer des erreurs de données. Voulez-vous continuer ?
zh_hans: RX文件管理器正在运行一些任务，此时关闭可能导致数据不正确，是否继续?

# QueueDialog_WaitUntilFinish_PrimaryButton
source: Right now
es: Ahora mismo
fr_fr: Tout de suite
zh_hans: 立即关闭

# Reset_Dialog_TotalFile
source: In total
es: En total
fr_fr: Total
zh_hans: 总共

# SearchBox_PlaceholderText
source: Search
es: Búsqueda
fr_fr: Rechercher
zh_hans: 搜索

# SecureArea_AES_128Level_Description
source: Recommand
es: Recomendado
fr_fr: Recommandé
zh_hans: 推荐

# SecureArea_AES_256Level_Description
source: Safer
es: Más seguro
fr_fr: Mieux sécurisé
zh_hans: 更安全

# SystemInfo_Dialog_CPU_LogicalCore_Text
source: logical core
es: núcleo lógico
fr_fr: coeurs logiques
zh_hans: 个逻辑核心

# SystemInfo_Dialog_CPU_PhysicalCore_Text
source: physical core
es: núcleo físico
fr_fr: coeurs physiques
zh_hans: 个物理核心

# SystemInfo_Dialog_Gateway_Text
source: Gateway
fr_fr: Passerelle
zh_hans: 网关

# SystemInfo_Dialog_GPU_Memory_Text
source: GPU memory
es: Memoria de GPU
fr_fr: Mémoire vidéo
zh_hans: GPU内存

# SystemInfo_Dialog_GPU_Model_Text
source: GPU model
es: Modelo de GPU
fr_fr: Modèle de la carte graphique
zh_hans: GPU型号

# SystemInfo_Dialog_Memory_Available_Text
source: available
es: disponible
fr_fr: disponible
zh_hans: 可用

# SystemInfo_Dialog_Memory_Usage_Text
source: The software memory usage
es: Uso de memoria de software
fr_fr: Utilisation par l'application
zh_hans: 软件内存使用情况

# SystemInfo_Dialog_Monitor_MaxBrightness_Text
source: Max average brightness
es: Brillo medio máx.
fr_fr: Luminosité moyenne maximale
zh_hans: 最大平均亮度

# SystemInfo_Dialog_Monitor_PeakBrightness_Text
source: Peak brightness
es: Brillo máximo
fr_fr: Luminosité maximale
zh_hans: 峰值亮度

# SystemInfo_Dialog_NetworkAdapter_Text
source: Network Adapter
es: Adaptador de red
fr_fr: Adaptateur réseau
zh_hans: 网络适配器

# SystemInfo_Dialog_Primary_DNS_Text
source: Primary DNS server
es: Servidor DNS primario
fr_fr: Serveur DNS primaire
zh_hans: 主DNS服务器

# SystemInfo_Dialog_Secondary_DNS_Text
source: Secondary DNS server
es: Servidor DNS secundario
fr_fr: Serveur DNS secondaire
zh_hans: 副DNS服务器

# TeachingTip_PinToMenu_Subtitle
source: Pin the RX-Explorer to StartScreen and TaskBar ！\r\r★Pin to StartScreen\r\r★Pin to TaskBar
es: Anclar RX Explorer a la pantalla de inicio y a la barra de tareas. \r\r★Anclar a la pantalla de inicio\r\r★Anclar a la barra de tareas
fr_fr: Épinglez le RX-Explorateur pour démarrer l'écran et la barre des tâches ！\r\r★Épingler à l'écran de démarrage\r\r★Épingle à la barre des tâches
zh_hans: 将RX文件管理器固定至开始屏幕和任务栏！\r\r★固定至开始屏幕\r\r★固定至任务栏

# Toast_BroadFileSystemAccess_ActionButton_1
source: Launch
es: Ejecutar
fr_fr: Démarrage
zh_hans: 启动

# Toast_BroadFileSystemAccess_ActionButton_2
source: Later
es: Más tarde
fr_fr: Plus tard
zh_hans: 稍后

# Toast_EnterBackground_Text_1
source: RX-Explorer is minimized
es: RX-Explorer está minimizado
fr_fr: RX-Explorer est minimisé
