Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/MultilingualResources/RX_Explorer.*.xlf
Languages: es, fr_fr, zh_hans

# SettingPageContextMenuExtLabel.Text
source: Extended context menu
es: Menú contextual extendido
fr_fr: Menu contextuel étendu

# SettingPageContextMenuExt.OffContent
source: Disabled
es: Discapacitado
fr_fr: Désactivé

# SettingPageContextMenuExt.OnContent
source: Enabled
es: Activado
fr_fr: Activé

# VerticalSplitViewButton.ToolTipService.ToolTip
source: Create a new vertical split view
es: Crear una vista dividida vertical nueva
fr_fr: Créer une nouvelle vue fractionnée verticale
zh_hans: 创建新的垂直拆分视图

# CloseButThis.Label
source: Close all tabs but this
es: Cierre todas las pestañas excepto esta
fr_fr: Fermez tous les onglets sauf celui-ci

# CloseThisTab.Label
source: Close this tab
es: Cerrar esta ventana
fr_fr: Fermer cet onglet
zh_hans: 关闭此标签页

# SettingPageSearchEngineConfigLabel.Text
source: Search engine configuration
es: Configuración de motor de búsqueda
fr_fr: Configuration du moteur de recherche

# NameFilterCheckBox6Text.Header
source: Regular expression
es: Expresión regular
fr_fr: Expression régulière
zh_hans: 正则表达式

# NameFilterCheckBox6Text.PlaceholderText
source: Please enter a regular expression
es: Introduce una expresión regular.
fr_fr: Veuillez saisir une expression régulière
zh_hans: 请输入正则表达式

# QuickStartPickLogo.Content
source: Custom icon
es: Icono personalizado
fr_fr: Icône personnalisée
zh_hans: 自定义图标

# QuickStartPickUWPTip.ActionButtonContent
source: Confirm
es: Confirmar
fr_fr: Confirmer
zh_hans: 确认

# QuickStartPickUWPTip.CloseButtonContent
source: Cancel
es: Cancelar
fr_fr: Annuler
zh_hans: 取消

# QuickStartPickUWPTip.Title
source: Select UWP app
es: Seleccionar aplicación UWP
fr_fr: Sélectionnez l'application UWP
zh_hans: 选取UWP应用

# QuickStartPickApp.Content
source: Pick an app
es: Elige una aplicación
fr_fr: Choisissez une application
zh_hans: 选取应用

# QueueDialog_LaunchFailed_Content
source: Unable to start the application
es: No se ha podido iniciar la aplicación.
fr_fr: Impossible de démarrer l'application
zh_hans: 无法启动该应用程序

# Toast_BroadFileSystemAccess_Text_1
source: Waiting for user to complete operation...
es: Esperando a que el usuario complete la operación...
fr_fr: En attente de la fin de l'opération par l'utilisateur ...
zh_hans: 正在等待用户完成操作...

# Toast_BroadFileSystemAccess_Text_2
source: Please turn on file system permissions. Then click on the launch below to start immediately
es: Por favor, activa los permisos del sistema de archivos; a continuación, pulsa en ejecutar para iniciar inmediatamente.
fr_fr: Veuillez activer les autorisations du système de fichiers. Cliquez ensuite sur le lancement ci-dessous pour commencer immédiatement
zh_hans: 请开启文件系统权限，随后点击下方的启动

# ExtendedSplash_Access_Tips
source: Please enable file system access for this app to work properly\rThen restart the app
es: Por favor, habilita el acceso al sistema de archivos para esta aplicación para que funcione correctamente.\rA continuación, reinicia la aplicación.
fr_fr: Veuillez activer l'accès au système de fichiers pour que cette application fonctionne correctement \rEnsuite, redémarrez l'application
zh_hans: 请开启此应用的文件系统访问权限以正常工作\r然后重新启动该应用

# SettingStartupLabel.Text
source: On startup
es: Al inicio
fr_fr: Au démarrage

# SettingStartupWithLastTab.Content
source: Restore the last opened tab
es: Restablecer última pestaña abierta
fr_fr: Restaurer le dernier onglet ouvert
zh_hans: 恢复上次打开的标签页

# SettingStartupWithNewTab.Content
source: Open new tab
es: Abrir nueva pestaña
fr_fr: Ouvrir un nouvel onglet
zh_hans: 打开新标签页

# SettingStartupWithSpecificTab.Content
source: Open one or more specified tab
es: Abrir una o más pestañas determinadas
fr_fr: Ouvrez un ou plusieurs onglets spécifiques
zh_hans: 打开一个或多个指定标签页

# SpecificTabListViewDelete.Content
source: Delete
es: Eliminar
fr_fr: Effacer
zh_hans: 删除

# SpecificTabListViewHeader.Text
source: Specify folder
es: Especificar carpeta
fr_fr: Spécifiez le dossier
zh_hans: 指定文件夹

# AvoidRecycleBin.Text
source: Skip the recycle bin and delete permanently
es: Omitir papelera y eliminar permanentemente
fr_fr: Passer la corbeille et supprimer définitivement
zh_hans: 绕过回收站并永久删除

# DeleteConfirmSwitchLabel.Text
source: Pop-up the confirmation for deletion
es: Mostrar confirmación para eliminarla
fr_fr: Pop-up la confirmation de la suppression

# DeleteConfirmSwitch.OffContent
source: Disabled
es: Discapacitado
fr_fr: Désactivé

# DeleteConfirmSwitch.OnContent
source: Enabled
es: Activado
fr_fr: Activé

# QuickStartPickFileType.Text
source: Which type do you want to choose?
es: ¿Qué tipo deseas elegir?
fr_fr: Quel type souhaitez-vous choisir?
zh_hans: 您要选择哪一种类型？

# BluetoothAudioQuestionTip.Subtitle
source: This feature can help you share audio from other devices via Bluetooth and play it on this device. Note: You must first pair with other Bluetooth devices before using this function, otherwise the Bluetooth device will not be detected.
es: Esta función puede ayudarte a compartir el sonido de otros dispositivos a través de Bluetooth y reproducirlo en este. Nota: Debes vincular primero otros dispositivos Bluetooth antes de usar esta función; de lo contrario, no se detectará el dispositivo Bluetooth.
fr_fr: Cette fonction peut vous aider à partager l'audio d'autres appareils via Bluetooth et à le lire sur cet appareil. Remarque: vous devez d'abord vous associer avec d'autres appareils Bluetooth avant d'utiliser cette fonction, sinon l'appareil Bluetooth ne sera pas détecté.
zh_hans: 此功能可以帮助您通过蓝牙分享其他设备上的音频并在本设备上播放。注意：您在使用本功能之前必须首先与其他蓝牙设备配对，否则将无法检测到该蓝牙设备。

# BluetoothAudioQuestionTip.Title
source: Bluetooth audio playback
es: Reproducción de audio por Bluetooth
fr_fr: Lecture audio Bluetooth
zh_hans: 蓝牙音频播放

# BluetoothAudioSelectionTip.Title
source: Select Bluetooth audio source
es: Seleccionar fuente de audio Bluetooth
fr_fr: Sélectionnez la source audio Bluetooth
zh_hans: 选择蓝牙音频源

# BluetoothAudio.Text
source: Bluetooth Audio
es: Audio Bluetooth
fr_fr: Audio Bluetooth

# BluetoothAudio_Button_Text_1
source: Connect
es: Conectar
fr_fr: Relier
zh_hans: 连接

# BluetoothAudio_Button_Text_2
source: Disconnect
es: Desconectar
fr_fr: Déconnecter
zh_hans: 断开连接

# BluetoothAudio_Status_1
source: Ready to connect
es: Listo para conectar
fr_fr: Prêt à se connecter
zh_hans: 准备连接

# BluetoothAudio_Status_2
source: Connecting...
es: Conectando...
fr_fr: De liaison...
zh_hans: 正在连接...

# BluetoothAudio_Status_3
source: Connected
es: Conectado
fr_fr: Lié
zh_hans: 已连接

# BluetoothAudio_Status_4
source: Connection timeout, the device does not respond
es: Tiempo de conexión agotado; el dispositivo no responde.
fr_fr: Délai de connexion, l'appareil ne répond pas
zh_hans: 连接超时，设备无响应

# BluetoothAudio_Status_5
source: Windows refused to establish a connection
es: Windows ha rechazado el establecimiento de conexión.
fr_fr: Windows a refusé d'établir une connexion
zh_hans: Windows拒绝建立连接

# BluetoothAudio_Status_6
source: Unknown error detected
es: Se ha detectado un error desconocido.
fr_fr: Erreur inconnue détectée
zh_hans: 检测到未知错误

# BluetoothAudio_Status_7
source: Could not establish connection
es: No se ha podido establecer la conexión.
fr_fr: Impossible d'établir la connexion
zh_hans: 无法建立连接

# QueueDialog_CopyFromUnsupportedArea_Content
source: Unable to paste operation, unsupported file source
es: No se ha podido pegar; fuente de archivo incompatible
fr_fr: Impossible de coller l'opération, source de fichier non prise en charge
zh_hans: 无法进行粘贴操作，不支持的文件来源

# CompressDialog.Title
source: Compression Option
es: Opción de compresión
fr_fr: Option de compression

# CompressDialogLevel.Header
source: Compression Level
es: Nivel de compresión
fr_fr: Niveau de compression

# CompressDialogName.Header
source: File name
es: Nombre de archivo
fr_fr: Nom de fichier

# Compression_Dialog_Level_3
source: Package only
es: Solo paquete
fr_fr: Paquet seulement

# Compression_Admin_Name_Text
source: New_Zip
es: Nuevo_Zip
fr_fr: Nouveau_Zip

# CommandBarFlyout_More_Item
source: More
es: Más
fr_fr: Plus

# CompressDialogType.Header
source: Compression type
es: Tipo de compresión
fr_fr: Type de compression

# Operate_Text_SplitView
source: Open in vertical split view
es: Abrir en vista dividida vertical
fr_fr: Ouvrir en vue fractionnée verticale

# DecompressHere.Text
source: Extract here
es: Extraer aquí
fr_fr: Extraire ici

# DecompressTo
source: Extract to
es: Extraer a
fr_fr: Extraire vers

# QueueDialog_CouldNotAccess_Content
source: RX does not support viewing this drive because its path is empty
es: RX no admite la visualización de esta unidad porque su ruta está vacía
fr_fr: RX ne prend pas en charge l'affichage de ce lecteur car son chemin est vide

# OfflineAvailabilityStatusText1
source: Not Available Offline
es: No disponible sin conexión
fr_fr: Non disponible hors ligne

# OfflineAvailabilityStatusText2
source: Partially Available Offline
es: Parcialmente disponible sin conexión
fr_fr: Partiellement disponible hors ligne

# OfflineAvailabilityStatusText3
source: Available Offline
es: Disponible sin conexión
fr_fr: Disponible hors ligne

# OfflineAvailabilityStatusText5
source: Excluded
es: Excluido
fr_fr: Exclu

# OfflineAvailabilityStatusText6
source: Empty
es: Vacío
fr_fr: Vider

# OfflineAvailabilityText1
source: Online-only
es: Solo online
fr_fr: En ligne seulement

# OfflineAvailabilityText2
source: Available
es: Disponible
fr_fr: Disponible

# OfflineAvailabilityText3
source: Available offline
es: Disponible sin conexión
fr_fr: Disponible hors ligne

# OpenWithEmptyText
source: Pick an app
es: Elige una aplicación
fr_fr: Choisissez une application

# Properties_Details_Tab
source: Details
es: Detalles
fr_fr: Des détails

# Properties_General_Tab
source: General
fr_fr: Général

# Properties_Shortcut_Tab
source: Shortcut
es: Atajo
fr_fr: Raccourci

# Properties_Tools_Tab
source: Tools
es: Instrumentos
fr_fr: Outils

# ShortcutWindowsStateText2
source: Minimized
es: Minimizado
fr_fr: Minimisé

# ShortcutWindowsStateText3
source: Maximized
es: Maximizado
fr_fr: Maximisé

# Properties_Details_AlbumArtist
source: Album artist
es: Artista de un album
fr_fr: Artiste de l'album

# Properties_Details_Artist
source: Artist
es: Artista
fr_fr: Artiste

# Properties_Details_Audio_Label
source: Audio
fr_fr: l'audio

# Properties_Details_Authors
source: Authors
es: Autores
fr_fr: Auteurs

# Properties_Details_Availability
source: Availability
es: Disponibilidad
fr_fr: Disponibilité

# Properties_Details_Basic_Label
source: Basic
es: Básico
fr_fr: De base

# Properties_Details_BitDepth
source: Bit depth
es: Profundidad de bits
fr_fr: Peu profond

# Properties_Details_Bitrate
source: Bitrate
fr_fr: Débit binaire

# Properties_Details_Channels
source: Channels
es: Canales
fr_fr: Canaux

# Properties_Details_CharacterCount
source: Character count
es: Número de letras
fr_fr: Nombre de caractères

# Properties_Details_ColorSpace
source: Color space
es: Espacio de color
fr_fr: Espace colorimétrique

# Properties_Details_ColorSpace_Uncalibrated
source: Uncalibrated
es: Sin calibrar
fr_fr: Non calibré

# Properties_Details_Comment
source: Comment
es: Comentario
fr_fr: Commentaire

# Properties_Details_Composers
source: Composers
es: Compositores
fr_fr: Compositeurs

# Properties_Details_ComputerName
source: Computer name
es: Nombre del ordenador
fr_fr: Nom de l'ordinateur

# Properties_Details_Conductors
source: Conductors
es: Conductores
fr_fr: Conducteurs

# Properties_Details_ContentCreated
source: Content created
es: Contenido creado
fr_fr: Contenu créé

# Properties_Details_Copyright
source: Copyright
es: Derechos de autor
fr_fr: Droits d'auteur

# Properties_Details_DateCreated
source: Date created
es: Fecha de creacion
fr_fr: Date créée

# Properties_Details_DateLastSaved
source: Date last saved
es: Fecha de último guardado
fr_fr: Date du dernier enregistrement

# Properties_Details_DateModified
source: Date modified
es: Fecha modificada
fr_fr: Date modifiée

# Properties_Details_DateTaken
source: Date taken
es: Fecha que se tendrá
fr_fr: Date prise

# Properties_Details_Directors
source: Directors
es: Directores
fr_fr: Administrateurs

# Properties_Details_Duration
source: Duration
es: Duración
fr_fr: Durée

# Properties_Details_Extra_Label
source: Extra
fr_fr: En plus

# Properties_Details_FolderPath
source: Folder path
es: Ruta de la carpeta
fr_fr: Chemin du dossier

# Properties_Details_FrameHeight
source: Frame height
es: Altura del marco
fr_fr: Hauteur du cadre

# Properties_Details_FrameRate
source: Frame rate
es: Cuadros por segundo
fr_fr: Fréquence d'images

# Properties_Details_FrameRatePerSecond
source: frames/second
es: fotogramas/segundo
fr_fr: images/seconde

# Properties_Details_FrameWidth
source: Frame width
es: Ancho del marco
fr_fr: Largeur du cadre

# Properties_Details_Height
source: Height
es: Altura
fr_fr: Hauteur

# Properties_Details_ItemType
source: Item type
es: Tipo de artículo
fr_fr: Type d'élément

# Properties_Details_Keywords
source: Keywords
es: Palabras clave
fr_fr: Mots clés

# Properties_Details_LastAuthor
source: Last author
es: Último autor
fr_fr: Dernier auteur

# Properties_Details_LineCount
source: Line count
es: Recuento de líneas
fr_fr: Nombre de lignes

# Properties_Details_Name
source: Name
es: Nombre
fr_fr: Nom

# Properties_Details_OfflineAvailabilityStatus
source: Offline status
es: Estado sin conexión
fr_fr: Statut hors ligne

# Properties_Details_Owner
source: Owner
es: Dueño
fr_fr: Propriétaire

# Properties_Details_PageCount
source: Page count
es: Recuento de páginas
fr_fr: Nombre de pages

# Properties_Details_Producers
source: Producers
es: Productores
fr_fr: Les producteurs

# Properties_Details_Publisher
source: Publisher
es: Editor
fr_fr: Éditeur

# Properties_Details_Rating
source: Rating
es: Clasificación
fr_fr: Notation

# Properties_Details_RevisionNumber
source: Revision number
es: Número de revisión
fr_fr: Numéro de révision

# Properties_Details_SampleRate
source: Sample rate
es: Frecuencia de muestreo
fr_fr: Taux d'échantillonnage

# Properties_Details_Size
source: Size
es: Tamaño
fr_fr: Taille

# Properties_Details_Subtitle
source: Subtitle
es: Subtitular
fr_fr: Sous-titre

# Properties_Details_Template
source: Template
es: Plantilla
fr_fr: Modèle

# Properties_Details_Title
source: Title
es: Título
fr_fr: Titre

# Properties_Details_TotalEditingTime
source: Total editing time
es: Tiempo total de edición
fr_fr: Temps d'édition total

# Properties_Details_TrackNum
source: Track number
es: Número de pista
fr_fr: Numéro de piste

# Properties_Details_Video_Label
source: Video
fr_fr: Vidéo

# Properties_Details_Width
source: Width
es: Ancho
fr_fr: Largeur

# Properties_Details_WordCount
source: Word count
es: El recuento de palabras
fr_fr: Nombre de mots

# Properties_Details_Year
source: Year
es: Año
fr_fr: An

# Properties_General_Contains.Text
source: Contains:
es: Contiene:
fr_fr: Contient:

# Properties_General_CreatedTime.Text
source: Created:
es: Creado:
fr_fr: Créé:

# Properties_General_Location.Text
source: Location:
es: Localización:
fr_fr: Lieu:

# Properties_General_ModifiedTime.Text
source: Modified:
es: Modificado:
fr_fr: Modifié:

# Properties_General_OpenWith.Text
source: Open with:
es: Abierto con:
fr_fr: Ouvrir avec:

# Properties_General_ReadonlyCheckbox.Content
source: Readonly
es: Solo lectura
fr_fr: Lecture seulement

# Properties_General_Size.Text
source: Size:
es: Tamaño:
fr_fr: Taille:

# Properties_Loading_Text.Text
source: Applying
es: Aplicando
fr_fr: Postuler

# Properties_Shortcut_Comment.Text
source: Comment:
es: Comentario:
fr_fr: Commentaire:

# Properties_Shortcut_Key.Text
source: Shortcut key:
es: Tecla de acceso directo:
fr_fr: Touche de raccourci:

# Properties_Shortcut_OpenLocation.Content
source: Open File Location
es: Abrir localización de archivo
fr_fr: Lieu de fichier ouvert

# Properties_Shortcut_Run.Text
source: Run:
es: Correr:
fr_fr: Courir:

# Properties_Shortcut_RunAsAdmin.Content
source: Run as administrator
es: Ejecutar como administrador
fr_fr: Exécuter en tant qu'administrateur

# Properties_Shortcut_StartIn.Text
source: Start in:
es: Empezar en:
fr_fr: Commencez dans:

# Properties_Shortcut_Target.Text
source: Target
es: Objetivo
fr_fr: Cibler

# Properties_Shortcut_TargetLocation.Text
source: Target location:
es: Ubicación del objetivo:
fr_fr: Emplacement cible:

# Properties_Shortcut_TargetType.Text
source: Target type:
es: Tipo de objetivo:
fr_fr: Type de cible:

# Properties_Tools_CalculateButton.Content
source: Calculate
es: Calcular
fr_fr: Calculer

# Properties_Tools_Unlock.Text
source: Unlock
fr_fr: Déverrouiller

# Properties_Window_Title
source: Properties
es: Propiedades
fr_fr: Propriétés

# ShortcutHotKey_None
source: None
es: Ninguno
fr_fr: Aucun

# Properties_General_HiddenCheckbox.Content
source: Hidden
es: Oculto
fr_fr: Caché

# Properties_General_Change.Content
source: Change
es: Cambio
fr_fr: Changer

# LinkOptionsDialog_LinkRunAsAdmin.Content
source: Run as administrator
es: Ejecutar como administrador
fr_fr: Exécuter en tant qu'administrateur

# LinkOptionsDialog_LinkShortCutKey.Header
source: Shortcut key
es: Tecla de acceso directo
fr_fr: Touche de raccourci

# LinkOptionsDialog_LinkWindowState.Header
source: Run
es: Correr
fr_fr: Courir

# LinkOptionsDialog_LinkWorkDirectory.Header
source: Work directory (optional)
es: Directorio de trabajo (opcional)
fr_fr: Répertoire de travail (facultatif)

# LinkOptionsDialog_LinkWorkDirectory.PlaceholderText
source: Enter work directory path
es: Ingrese la ruta del directorio de trabajo
fr_fr: Entrez le chemin du répertoire de travail

# QueueDialog_ClipboardFlushTip_Content
source: Do you want to save the last item you copied so that it will continue to be available after the application is closed? This may take some time, and the app will automatically close when finished
es: ¿Desea guardar el último elemento que copió para que siga estando disponible después de que se cierre la aplicación? Esto puede llevar algún tiempo y la aplicación se cerrará automáticamente cuando termine.
fr_fr: Voulez-vous enregistrer le dernier élément que vous avez copié afin qu'il reste disponible après la fermeture de l'application? Cela peut prendre un certain temps et l'application se fermera automatiquement lorsque vous aurez terminé

# QueueDialog_ClipboardFlushRemember_Content
source: Remember my choice and don't remind me next time
es: Recuerda mi elección y no me lo recuerdes la próxima vez
fr_fr: Souviens-toi de mon choix et ne me le rappelle pas la prochaine fois

# DecompressionOptionDialog.Title
source: Extract option
es: Opción de extracción
fr_fr: Option d'extraction

# DecompressionOptionDialog_EncodingComboBox.Header
source: Specify encoding
es: Especificar codificación
fr_fr: Spécifier l'encodage

# DecompressionOptionDialog_LocationButton.Content
source: Select location
es: Seleccionar ubicación
fr_fr: Sélectionnez l'emplacement

# DecompressionOptionDialog_LocationText.Header
source: Extract to the location
es: Extraer a la ubicación
fr_fr: Extraire vers l'emplacement

# DecompressionOptionDialog_LocationText.PlaceholderText
source: Must be a valid file folder path
es: Debe ser una ruta de carpeta de archivo válida
fr_fr: Doit être un chemin de dossier de fichiers valide

# DecompressOption.Text
source: Extract option...
es: Opción de extracción ...
fr_fr: Option d'extraction ...

# QueueDialog_InvokeContextMenuError_Content
source: Cannot execute this menu item
es: No se puede ejecutar este elemento de menú
fr_fr: Impossible d'exécuter cet élément de menu

# Properties_Tools_UnlockFlyout_CloseForce.Content
source: Force to close
es: Fuerza para cerrar
fr_fr: Forcer à fermer

# Properties_Tools_UnlockFlyout_CloseNormal.Content
source: Request to close
es: Solicitud de cierre
fr_fr: Demande de fermeture

# Properties_Tools_UnlockFlyout_Text1.Text
source: How do you unlock the occupation?
es: ¿Cómo desbloqueas la ocupación?
fr_fr: Comment débloquez-vous l'occupation?

# Properties_Tools_UnlockFlyout_Text2.Text
source: Click "Request to close" to notify the application that is using this file to exit, and the application can save all data
es: Haga clic en "Solicitud de cierre" para notificar a la aplicación que está usando este archivo para salir, y la aplicación puede guardar todos los datos.
fr_fr: Cliquez sur "Demande de fermeture" pour avertir l'application qui utilise ce fichier de quitter, et l'application peut enregistrer toutes les données

# Properties_Tools_UnlockFlyout_Text3.Text
source: Click "Force to close" to exit the application immediately, and all unsaved data will be lost
es: Haga clic en "Fuerza para cerrar" para salir de la aplicación inmediatamente y se perderán todos los datos no guardados.
fr_fr: Cliquez sur "Forcer la fermeture" pour quitter l'application immédiatement et toutes les données non enregistrées seront perdues

# Properties_Details_CameraManufacturer
source: Camera manufacturer
es: Fabricante de la cámara
fr_fr: Fabricant d'appareil photo

# Properties_Details_CameraModel
source: Camera model
es: Modelo de cámara
fr_fr: Modèle d'appareil photo

# Properties_Details_PeopleNames
source: People names
es: Nombres de personas
fr_fr: Noms de personnes

# TaskListCancelTaskButton.ToolTipService.ToolTip
source: Cancel this task
es: Cancelar esta tarea
fr_fr: Annuler cette tâche

# TaskListEmptyTip.Text
source: Empty
es: Vacío
fr_fr: Vider

# TaskListPanelTitle.Text
source: Task list
es: Lista de tareas
fr_fr: Liste de tâches

# TaskListRemoveTaskButton.ToolTipService.ToolTip
source: Remove this record
es: Eliminar este registro
fr_fr: Supprimer cet enregistrement

# TaskList_From_Label
source: From
es: Desde
fr_fr: De

# TaskList_More_Items
source: more items
es: mas cosas
fr_fr: Plus d'articles

# TaskList_OperationKind_Copy
source: Copy task
es: Copiar tarea
fr_fr: Copier la tâche

# TaskList_OperationKind_Delete
source: Delete task
es: Eliminar tarea
fr_fr: Supprimer la tâche

# TaskList_OperationKind_Move
source: Move task
es: Mover tarea
fr_fr: Déplacer la tâche

# TaskList_OperationKind_Undo
source: Undo task
es: Deshacer tarea
fr_fr: Annuler la tâche

# TaskList_Task_Status_Cancelled
source: Cancelled
es: Cancelado
fr_fr: Annulé

# TaskList_Task_Status_Completed
source: Completed
es: Terminado
fr_fr: Terminé

# TaskList_Task_Status_Error
source: Error
fr_fr: Erreur

# TaskList_Task_Status_Processing
source: Processing
es: Procesando
fr_fr: Traitement

# TaskList_Task_Status_Waiting
source: Waiting
es: Espera
fr_fr: En attendant

# TaskList_To_Label
source: To
es: Para
fr_fr: À

# TaskListAllowParalledTask.Content
source: Allow parallel execution of tasks
es: Permitir la ejecución paralela de tareas
fr_fr: Autoriser l'exécution parallèle des tâches

# TaskListAlwaysOpenPanel.Text
source: Always pops up the panel after a new task was created
es: Siempre aparece el panel después de crear una nueva tarea
fr_fr: Affiche toujours le panneau après la création d'une nouvelle tâche

# TaskList_OperationKind_Compression
source: Compression task
es: Tarea de compresión
fr_fr: Tâche de compression

# TaskList_OperationKind_Decompression
source: Decompression task
es: Tarea de descompresión
fr_fr: Tâche de décompression

# Toast_EnterBackground_Text_4
source: If you are plugged in, you can ignore this notification
es: Si está conectado, puede ignorar esta notificación
fr_fr: Si vous êtes connecté, vous pouvez ignorer cette notification

# Toast_EnterBackground_ActionButton
source: Activate
es: Activar
fr_fr: Activer

# Toast_EnterBackground_Dismiss
source: Dismiss
es: Despedir
fr_fr: Rejeter

# Url_Admin_DisplayType
source: Internet Shortcut
es: Acceso directo a Internet
fr_fr: Raccourci Internet

# SearchCompletedText
source: Search completed
es: Búsqueda completada
fr_fr: Recherche terminée

# SearchProcessingText
source: Searching...
es: Buscando...
fr_fr: Recherche...
