Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/MultilingualResources/RX_Explorer.*.xlf
Languages: es, fr_fr, zh_hans

# RedirectWinEGuidence.Text
source: The tutorial on redirecting Win+E manually
es: El tutorial sobre cómo redireccionar Win+E manualmente
fr_fr: Le tutoriel sur la redirection manuelle de Win+E

# SettingNoMoreOption.Text
source: No more options
es: No mas opciones
fr_fr: Aucune autre option

# ShutdownWinEGuidence.Text
source: Export the file used to close Win+E redirection manually
es: Exporte el archivo utilizado para cerrar la redirección de Win+E manualmente
fr_fr: Exporter le fichier utilisé pour fermer la redirection Win+E manuellement

# PrivacyPolicy.Text
source: Privacy policy
es: Política de privacidad
fr_fr: Politique de confidentialité

# SettingRecoveryTip.Text
source: Try to restore the application or import/export configuration files for later use
es: Intente restaurar la aplicación o importar/exportar archivos de configuración para su uso posterior
fr_fr: Essayez de restaurer l'application ou les fichiers de configuration d'importation/exportation pour une utilisation ultérieure

# ExportConfiguration.Text
source: Export configuration file
es: Exportar archivo de configuración
fr_fr: Exporter le fichier de configuration

# ImportConfiguration.Text
source: Import configuration file
es: Importar archivo de configuración
fr_fr: Importer le fichier de configuration

# TranslatorList.Text
source: List of translation contributors
es: Lista de contribuyentes de traducción
fr_fr: Liste des contributeurs à la traduction

# AlwaysOnTopDescription.Text
source: Enabling this option will keep this app at the forefront of all windows
es: Habilitar esta opción mantendrá esta aplicación a la vanguardia de todas las ventanas
fr_fr: L'activation de cette option gardera cette application au premier plan de toutes les fenêtres

# AutoBootOnStartupDescription.Text
source: The app will start automatically with Windows starts after enabling this option
es: La aplicación se iniciará automáticamente con Windows se inicia después de habilitar esta opción
fr_fr: L'application démarrera automatiquement avec le démarrage de Windows après avoir activé cette option

# AvoidRecycleBinDescription.Text
source: The file will be deleted permanently after enabling this option, please pay special attention to the risk of data loss
es: El archivo se eliminará de forma permanente después de habilitar esta opción, preste especial atención al riesgo de pérdida de datos
fr_fr: Le fichier sera supprimé définitivement après avoir activé cette option, veuillez porter une attention particulière au risque de perte de données

# DefaultDisplayModeDescription.Text
source: Specify the preferred layout mode for all folders, unless the user has changed the layout mode of the path
es: Especifique el modo de diseño preferido para todas las carpetas, a menos que el usuario haya cambiado el modo de diseño de la ruta.
fr_fr: Spécifiez le mode de mise en page préféré pour tous les dossiers, sauf si l'utilisateur a modifié le mode de mise en page du chemin

# DefaultTerminalDescription.Text
source: Specify the default terminal application used in the context menu
es: Especifique la aplicación de terminal predeterminada utilizada en el menú contextual
fr_fr: Spécifiez l'application de terminal par défaut utilisée dans le menu contextuel

# DeleteConfirmSwitchDescription.Text
source: A double confirmation dialog will pop up when the user deletes the file
es: Aparecerá un cuadro de diálogo de confirmación doble cuando el usuario elimine el archivo.
fr_fr: Une double boîte de dialogue de confirmation apparaîtra lorsque l'utilisateur supprimera le fichier

# FileLoadModeDescription.Text
source: Balance file loading performance based on different options
es: Equilibrar el rendimiento de carga de archivos en función de diferentes opciones
fr_fr: Équilibrer les performances de chargement des fichiers en fonction des différentes options

# FontFamilyComboBoxDescription.Text
source: Specify the font used by the application, need to restart to take effect
es: Especifique la fuente utilizada por la aplicación, es necesario reiniciar para que surta efecto
fr_fr: Spécifiez la police utilisée par l'application, besoin de redémarrer pour prendre effet

# LanguageComboBoxDescription.Text
source: Specify the language used by the application, need to restart to take effect
es: Especifique el idioma utilizado por la aplicación, es necesario reiniciar para que surta efecto
fr_fr: Spécifiez la langue utilisée par l'application, besoin de redémarrer pour prendre effet

# PrivacyPolicyDescription.Text
source: View the privacy policy of this application
es: Ver la política de privacidad de esta aplicación
fr_fr: Voir la politique de confidentialité de cette application

# SettingDisplayHiddenItemDescription.Text
source: Hidden files will be shown after enabling this option
es: Los archivos ocultos se mostrarán después de habilitar esta opción
fr_fr: Les fichiers cachés seront affichés après avoir activé cette option

# SettingHideProtectedSystemItemsDescription.Text
source: It is strongly recommended to keep this option selected, system files should not be modified or moved
es: Se recomienda encarecidamente mantener esta opción seleccionada, los archivos del sistema no deben modificarse ni moverse
fr_fr: Il est fortement recommandé de garder cette option sélectionnée, les fichiers système ne doivent pas être modifiés ou déplacés

# SettingNavLayoutDescription.Text
source: Control the layout of the navigation view
es: Controlar el diseño de la vista de navegación
fr_fr: Contrôler la disposition de la vue de navigation

# SettingPageAlwaysLaunchNewDescription.Text
source: A new process will always be opened when activated after enabling this option, otherwise it will only open a new tab
es: Siempre se abrirá un nuevo proceso cuando se active después de habilitar esta opción; de lo contrario, solo abrirá una nueva pestaña
fr_fr: Un nouveau processus sera toujours ouvert lorsqu'il est activé après avoir activé cette option, sinon il n'ouvrira qu'un nouvel onglet

# SettingPageAnimationSwitchDescription.Text
source: Control whether animation effects are enabled for each component in the application
es: Controlar si los efectos de animación están habilitados para cada componente de la aplicación
fr_fr: Contrôler si les effets d'animation sont activés pour chaque composant de l'application

# SettingPageContextMenuExtDescription.Text
source: The menu items of third-party programs in the system will be obtained after enabling this option
fr_fr: Les éléments de menu des programmes tiers du système seront obtenus après avoir activé cette option

# SettingPageSearchEngineConfigDescription.Text
source: Specify search engine configuration, you can always use a specific configuration or ask every time
es: Especifique la configuración del motor de búsqueda, siempre puede usar una configuración específica o preguntar cada vez
fr_fr: Spécifiez la configuration du moteur de recherche, vous pouvez toujours utiliser une configuration spécifique ou demander à chaque fois

# SettingPageUIModeDescription.Text
source: Customize the appearance of the application
es: Personaliza la apariencia de la aplicación.
fr_fr: Personnaliser l'apparence de l'application

# SettingPathHistoryDescription.Text
source: The last 25 visit records will be saved after enabling this option
es: Los últimos 25 registros de visitas se guardarán después de habilitar esta opción.
fr_fr: Les 25 derniers enregistrements de visite seront enregistrés après avoir activé cette option

# SettingSearchHistoryDescription.Text
source: The last 25 search records will be saved after enabling this option
es: Los últimos 25 registros de búsqueda se guardarán después de habilitar esta opción
fr_fr: Les 25 derniers enregistrements de recherche seront enregistrés après avoir activé cette option

# SettingStartupDescription.Text
source: Control the behavior at startup
es: Controla el comportamiento al inicio
fr_fr: Contrôler le comportement au démarrage

# SettingTabPreviewDescription.Text
source: A preview of the tab will be displayed when the mouse hovers over the title after enabling this option
es: Se mostrará una vista previa de la pestaña cuando el mouse se desplace sobre el título después de habilitar esta opción
fr_fr: Un aperçu de l'onglet s'affichera lorsque la souris survolera le titre après avoir activé cette option

# SettingTreeViewDetachDescription.Text
source: Control whether to display the navigation pane located on the left side of the application
fr_fr: Contrôler s'il faut afficher le volet de navigation situé sur le côté gauche de l'application

# UseWinAndEActivateDescription.Text
source: Shortcut [Win+E] will be intercepted and redirected to this application after enabling this option
es: El acceso directo [Win+E] será interceptado y redirigido a esta aplicación después de habilitar esta opción.
fr_fr: Le raccourci [Win+E] sera intercepté et redirigé vers cette application après avoir activé cette option

# LoadPhotoFailed.Text
source: Unable to load this image
es: No se puede cargar esta imagen.
fr_fr: Impossible de charger cette image

# IntegrateSystemComponentsDescription.Text
source: Provide options related to the integration of this application and system components
es: Proporcionar opciones relacionadas con la integración de esta aplicación y los componentes del sistema.
fr_fr: Fournir des options liées à l'intégration de cette application et des composants du système

# IntegrateSystemComponentsLabel.Text
source: Integrate with system components
es: Integrar con los componentes del sistema
fr_fr: Intégration avec les composants du système

# InterceptFolderDescription.Text
source: Use this application as the default program for the folder after enabling this option
fr_fr: Utilisez cette application comme programme par défaut pour le dossier après avoir activé cette option

# InterceptFolderLabel.Text
source: Intercepted and used as the default program for the folder
fr_fr: Intercepté et utilisé comme programme par défaut pour le dossier

# ModifySystemFileDeclare.Text
source: This feature will modify the system registry file to achieve the corresponding purpose. Please pay special attention: Since it is impossible to automatically restore the modified system files before uninstalling, you must turn off this feature before uninstalling after you enable this function, otherwise the system will work abnormally. After you click Continue, you are deemed to have carefully read the above statement and authorized to modify the system files. This application does not assume any responsibility for violating this statement.
fr_fr: Cette fonctionnalité modifiera le fichier de registre système pour atteindre l'objectif correspondant. Veuillez prêter une attention particulière : Puisqu'il est impossible de restaurer automatiquement les fichiers système modifiés avant la désinstallation, vous devez désactiver cette fonctionnalité avant de désinstaller après avoir activé cette fonction, sinon le système fonctionnera anormalement. Après avoir cliqué sur Continuer, vous êtes réputé avoir lu attentivement la déclaration ci-dessus et autorisé à modifier les fichiers système. Cette application n'assume aucune responsabilité en cas de violation de cette déclaration.

# ModifySystemFileDeclareDoubleConfirm.Content
source: I have read the above statement carefully and bear the consequences of violating the statement
fr_fr: J'ai lu attentivement la déclaration ci-dessus et je supporte les conséquences de la violation de la déclaration

# QueueDialog_ActionFailed_Content
source: Unable to perform the requested operation due to an exception
fr_fr: Impossible d'effectuer l'opération demandée en raison d'une erreur

# ShutdownFolderGuidence.Text
source: Export the file used to turn off the folder redirection by yourself
fr_fr: Exportez vous-même le fichier utilisé pour désactiver la redirection de dossier

# InterceptFolderSwitch.OffContent
source: Disabled
fr_fr: Désactivé

# InterceptFolderSwitch.OnContent
source: Enabled
fr_fr: Activé

# SettingContactAuthorDescription.Text
source: Click to send an email to the developer
fr_fr: Cliquez pour envoyer un e-mail au développeur

# SettingContactAuthorLabel.Text
source: Contact the developer via email
fr_fr: Contacter le développeur par e-mail

# DecompressToSeparateFolder
source: Unzip to respective folder
fr_fr: Décompressez dans le dossier respectif

# MultiProperty_Location_Text
source: All in:
fr_fr: Tout en:

# MultiProperty_TypeDescription_Text
source: Multiple Types
fr_fr: Plusieurs types

# MultiProperty_Type_Text
source: All of type:
fr_fr: Tous de type:

# Properties_General_Description
source: Description:
fr_fr: La description:

# SettingDisplayExtensionsDescription.Text
source: File extensions will be shown after enabling this option
fr_fr: Les extensions de fichiers seront affichées après avoir activé cette option

# SettingDisplayExtensionsLabel.Text
source: Show file extensions
fr_fr: Afficher les extensions de fichier

# FileExtensionSwitch.OffContent
source: Disabled
fr_fr: Désactivé

# FileExtensionSwitch.OnContent
source: Enabled
fr_fr: Activé

# AllowIndex.Content
source: Allow files on this drive to have contents indexed in addition to file properties
fr_fr: Autoriser les fichiers sur ce lecteur à avoir un contenu indexé en plus des propriétés de fichier

# CompressDrive.Content
source: Compress this drive to save disk space
fr_fr: Compresser ce lecteur pour économiser l'espace disque

# DriveApplyToRootOption.Content
source: Apply to the root directory of drive only
fr_fr: Appliquer uniquement au répertoire racine du lecteur

# DriveApplyToSubItems.Content
source: Apply to all sub-files and sub-folders
fr_fr: Appliquer à tous les sous-fichiers et sous-dossiers

# DriveCleanup.Content
source: Disk cleanup
fr_fr: Nettoyage de disque

# DriveType.Text
source: Type:
fr_fr: Taper:

# DriveCleanupButton.Content
source: Cleanup
fr_fr: Nettoyer

# DriveCleanupContent.Text
source: Clean up files that are no longer needed to save disk space and increase disk speed
fr_fr: Nettoyez les fichiers qui ne sont plus nécessaires pour économiser de l'espace disque et augmenter la vitesse du disque

# DriveCleanupHeader.Text
source: Drive cleanup
fr_fr: Nettoyage du disque

# DriveErrorCheckButton.Content
source: Check
fr_fr: Chèque

# DriveErrorCheckContent.Text
source: This option will check the drive for file system errors
fr_fr: Cette option vérifiera le lecteur pour les erreurs du système de fichiers

# DriveErrorCheckHeader.Text
source: Drive error checking
fr_fr: Vérification des erreurs de lecteur

# DriveOptimizeButton.Content
source: Optimize
fr_fr: Optimiser

# DriveOptimizeContent.Text
source: Optimizing the computer's disk drive can make it run more efficiently
fr_fr: L'optimisation du lecteur de disque de l'ordinateur peut le rendre plus efficace

# DriveOptimizeHeader.Text
source: Drive fragmentation optimization
fr_fr: Optimisation de la fragmentation des disques

# UnlockContent.Text
source: This option will find and terminate the program that locks this file
fr_fr: Cette option trouvera et terminera le programme qui verrouille ce fichier

# UnlockHeader.Text
source: Unlock the file
fr_fr: Déverrouiller le fichier

# HashContent.Text
source: Verify the hash value to ensure that the files are exactly the same
fr_fr: Vérifiez la valeur de hachage pour vous assurer que les fichiers sont exactement les mêmes

# HashHeader.Text
source: Calculate the hash
fr_fr: Calculer le hachage

# SettingPageContextMenuExtensionParallelContent.Text
source: Enabling this option will prevent the menu from popping up until all menu items have finished loading. Note: This option will have a significant effect on the speed at which the context menu pops up
fr_fr: L'activation de cette option empêchera le menu de s'afficher jusqu'à ce que tous les éléments de menu aient fini de se charger. Remarque : cette option aura un effet significatif sur la vitesse à laquelle le menu contextuel apparaît

# SettingPageContextMenuExtensionParallelHeader.Text
source: Wait for menu items to finish loading before popping up
fr_fr: Attendez la fin du chargement des éléments de menu avant de s'afficher

# Properties_Security_Tab
source: Security
fr_fr: Sécurité

# SecurityAccountHeaderLabel.Text
source: Group or user
fr_fr: Groupe ou utilisateur

# SecurityObjectNameLabel.Text
source: Object name:
fr_fr: Nom de l'objet :

# SecurityPermissionHeaderAllowLabel.Text
source: Allow
fr_fr: Permettre

# SecurityPermissionHeaderDenyLabel.Text
source: Deny
fr_fr: Nier

# SecurityPermissionHeaderPermissionLabel.Text
source: Permissions
fr_fr: Autorisations

# Property_Security_Permission_FullControl
source: Fully control
fr_fr: Contrôle total

# Property_Security_Permission_Modify
source: Modify
fr_fr: Modifier

# Property_Security_Permission_Read
source: Read
fr_fr: Lire

# Property_Security_Permission_ReadAndExecute
source: Read and execute
fr_fr: Lire et exécuter

# Property_Security_Permission_Write
source: Write
fr_fr: Écrivez

# SystemTip_RestartRequiredActionButton
source: Restart now
fr_fr: Redémarrer maintenant

# Property_Security_Permission_ListDirectory
source: List folder contents
fr_fr: Répertorier le contenu du dossier

# Properties_Tools_CheckHashButtonLabel.Text
source: Check
fr_fr: Vérifier

# Properties_Tools_CheckHashKind_None
source: None
fr_fr: Rien

# Properties_Tools_CheckHashTitle.Text
source: Hash comparison
fr_fr: Comparaison de hachage

# Properties_Tools_CheckHashBoxPlaceholderText.PlaceholderText
source: Please paste the hash here
fr_fr: Veuillez coller le hachage ici

# Operate_Text_SetAsQuickAccess
source: Add to Quick Access
fr_fr: Ajouter à Accès rapide

# QueueDialog_CloseOnInnerViewerRemember_Content
source: Remember my choice and don't remind me next time
fr_fr: Souviens-toi de mon choix et ne me le rappelle pas la prochaine fois

# QueueDialog_CloseOnInnerViewer_Content
source: Trying to close the application, do you want to do this?
fr_fr: Essayer de fermer l'application, voulez-vous faire cela ?

# QueueDialog_CloseOnInnerViewer_PrimaryButton
source: Close the application
fr_fr: Fermer l'application

# QueueDialog_CloseOnInnerViewer_SencondaryButton
source: Close the viewer
fr_fr: Fermer la visionneuse

# File_Admin_DisplayType
source: File
fr_fr: Fichier

# TaskList_OperationKind_Rename
source: Rename task
fr_fr: Renommer la tâche

# QueueDialog_CouldNotOpenImage_Content
source: Unable to open this image file
fr_fr: Impossible d'ouvrir ce fichier image

# QueueDialog_NotSupportedFile_Content
source: This file type is not supported
fr_fr: Ce type de fichier n'est pas pris en charge

# QueueDialog_RenameFailForNotExist_Content
source: File do not exist and cannot be renamed
fr_fr: Le fichier n'existe pas et ne peut pas être renommé

# BlueScreenExportLog
source: Export the log
fr_fr: Exporter le journal

# ExtendedSplashLoadingFullTrustText
source: Starting auxiliary process
fr_fr: Démarrage du processus auxiliaire

# LoadWSLOnStartup.OffContent
source: Disabled
fr_fr: Désactivé

# LoadWSLOnStartup.OnContent
source: Enabled
fr_fr: Autorisé

# LoadWSLOnStartupDescription.Text
source: Enabling this option will load the WSL folder on startup. Note: Loading the WSL folder will cause a certain degree of performance loss. When connecting to the WSL folder, we need to start the corresponding WSL virtual machine at the same time
fr_fr: L'activation de cette option chargera le dossier WSL au démarrage. Remarque : Le chargement du dossier WSL entraînera un certain degré de perte de performances. Lors de la connexion au dossier WSL, nous devons démarrer la machine virtuelle WSL correspondante en même temps

# LoadWSLOnStartupLabel.Text
source: Load WSL folder at startup
fr_fr: Charger le dossier WSL au démarrage

# SettingShareData.OffContent
source: Disabled
fr_fr: Désactivé

# SettingShareData.OnContent
source: Enabled
fr_fr: Autorisé

# SettingShareDataDescription.Text
source: Enabling this option will automatically share data to analyze and improve the app. The shared content includes logs related to key exceptions and crashes. The data may contain related information such as paths or file names. If this information is very sensitive and important to you, you can use this option to safely close data sharing
fr_fr: L'activation de cette option partagera automatiquement les données pour analyser et améliorer l'application. Le contenu partagé comprend des journaux liés aux principales exceptions et plantages. Les données peuvent contenir des informations connexes telles que des chemins ou des noms de fichiers. Si ces informations sont très sensibles et importantes pour vous, vous pouvez utiliser cette option pour fermer en toute sécurité le partage de données

# SettingShareDataLabel.Text
source: Share data to improve this application
fr_fr: Partager des données pour améliorer cette application

# TaskList_OperationKind_RemoteCopy
source: Remote copy task
fr_fr: Tâche de copie à distance

# QueueDialog_UnexpectedException_Content
source: The operation could not be completed due to an unknown error
fr_fr: L'opération n'a pas pu être terminée en raison d'une erreur inconnue

# MultiProperty_DiffLocation_Text
source: Different folders
fr_fr: Différents dossiers

# QueueDialog_NotSupportedImageFormat_Content
source: An unsupported image format was specified
fr_fr: Un format d'image non pris en charge a été spécifié

# QueueDialog_SaveFailed_Content
source: Unable to save file due to unknown error
fr_fr: Impossible d'enregistrer le fichier en raison d'une erreur inconnue

# QueueDialog_TransocdeFailed_Content
source: Could not transcode the file due to an unknown error
fr_fr: Impossible de transcoder le fichier en raison d'une erreur inconnue

# QueueDialog_VideoEditFailed_Content
source: Could not edit the video file due to an unknown error
fr_fr: Impossible de modifier le fichier vidéo en raison d'une erreur inconnue

# QueueDialog_VideoMergeFailed_Content
source: Could not merge the video file due to an unknown error
fr_fr: Impossible de fusionner le fichier vidéo en raison d'une erreur inconnue

# FTPCredentialDialog.Title
source: Login credentials required
fr_fr: Identifiants de connexion requis

# FTPCredentialDialogAnonymousLogin.Content
source: Login with anonymous account
fr_fr: Connectez-vous avec un compte anonyme

# FTPCredentialDialogFTPHost
source: FTP Server
fr_fr: Serveur ftp

# FTPCredentialDialogPassword.Header
source: Password
fr_fr: Mot de passe

# FTPCredentialDialogStatus1
source: Trying to log in
fr_fr: Tentative de connexion

# FTPCredentialDialogStatus2
source: The FTP server does not allow anonymous logins
fr_fr: Le serveur FTP n'autorise pas les connexions anonymes

# FTPCredentialDialogStatus3
source: Incorrect account or password
fr_fr: Compte ou mot de passe incorrect

# FTPCredentialDialogStatus4
source: Could not connect to the ftp server
fr_fr: Impossible de se connecter au serveur ftp

# FTPCredentialDialogAccount.Header
source: Account
fr_fr: Compte

# FTPCredentialDialogSavePassword.Content
source: Save account and password
fr_fr: Enregistrer le compte et le mot de passe

# NoApplicationAvailable
source: No apps available
fr_fr: Aucune application disponible

# SettingPageExplorerContextMenu.Text
source: Integration with Windows Explorer's menu
fr_fr: Intégration avec le menu de l'Explorateur Windows

# SettingPageExplorerContextMenuDescription.Text
source: Enabling this option will add an "Open with RX-Explorer" menu item to the Windows Explorer to launch this application faster
fr_fr: L'activation de cette option ajoutera un élément de menu "Ouvrir avec RX-Explorer" à l'explorateur Windows pour lancer cette application plus rapidement

# SettingPageExplorerContextMenuSwitch.OffContent
source: Disabled
fr_fr: Désactivé
