Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/MultilingualResources/RX_Explorer.*.xlf
Languages: es, fr_fr, zh_hans

# SettingPageExplorerContextMenuSwitch.OnContent
source: Enabled
fr_fr: Activé

# BluetoothSendFileButtonText
source: Send file
fr_fr: Envoyer le fichier

# BluetoothUnPairButtonText
source: Unpair
fr_fr: Dissocier

# Bluetooth_Transfer_Status_4
source: Unable to connect to target device
fr_fr: Impossible de se connecter à l'appareil cible

# BluetoothUI_Tips_Text_7
source: Unable to unpair the device
fr_fr: Impossible de dissocier l'appareil

# BluetoothUI_Tips_Text_8
source: Pending
fr_fr: En attente

# BluetoothShareTitle
source: Bluetooth Sharing
fr_fr: Partage Bluetooth

# ShutdownButtonBehavior_AskEveryTime
source: Ask me every time
fr_fr: Demande-moi à chaque fois

# ShutdownButtonBehavior_CloseApplication
source: Close the application
fr_fr: Fermer l'application

# ShutdownButtonBehavior_CloseInnerViewer
source: Close the inner viewer
fr_fr: Fermez la visionneuse intérieure

# ShutdownButtonBehaviorLabel.Text
source: Customize the default behavior of the close button
fr_fr: Personnaliser le comportement par défaut du bouton de fermeture

# ShutdownButtonBehaviorLabelDescription.Text
source: Specify the default behavior of the close button to avoid closing the application accidentally
fr_fr: Spécifiez le comportement par défaut du bouton de fermeture pour éviter de fermer accidentellement l'application

# VerticalSplitViewLimitationDescription.Text
source: Specify the limit of the number of vertical split views displayed at the same time, and the excess part needs to be accessed by scrolling. Note: Adjusting this setting is only recommended on wider screens, otherwise the contents of each view may become unrecognizable
fr_fr: Spécifiez la limite du nombre de vues fractionnées verticales affichées en même temps, et la partie excédentaire doit être accessible par défilement. Remarque : le réglage de ce paramètre n'est recommandé que sur des écrans plus larges, sinon le contenu de chaque vue peut devenir méconnaissable

# VerticalSplitViewLimitationLabel.Text
source: Vertical split view display limitation
fr_fr: Limitation de l'affichage de la vue fractionnée verticale

# RemoveLabel
source: Remove the label
fr_fr: Retirer l'étiquette

# CustomLabelColorAndLabel.Text
source: Customize label and label colors
fr_fr: Personnaliser l'étiquette et les couleurs des étiquettes

# CustomLabelColorAndLabelDescription.Text
source: Customize the label color and the labels according to your personal preferences
fr_fr: Personnalisez la couleur de l'étiquette et les étiquettes selon vos préférences personnelles

# CustomLabelColorAndLabelBox.PlaceholderText
source: Please enter the text you wish to use
fr_fr: Veuillez entrer le texte que vous souhaitez utiliser

# PredefineLabelText1
source: Label 1
fr_fr: Étiquette 1

# PredefineLabelText2
source: Label 2
fr_fr: Étiquette 2

# PredefineLabelText3
source: Label 3
fr_fr: Étiquette 3

# PredefineLabelText4
source: Label 4
fr_fr: Étiquette 4

# AddLabel
source: Label
fr_fr: Étiquette

# QueueDialog_RotationFailed_Content
source: Failed to rotate the image
fr_fr: Échec de la rotation de l'image

# Properties_General_LastAccessTime.Text
source: Accessed:
fr_fr: Accédé:

# ColumnDescription
source: Column
fr_fr: Colonne

# LineDescription
source: Line
fr_fr: Ligne

# TextViewer_SelectedItem
source: {ItemNum} selected
fr_fr: {ItemNum} sélectionné

# QueueDialog_MixLineEnding_Content
source: The text file has several different terminators, so the text will be automatically unified to CRLF when saved
fr_fr: Le fichier texte a plusieurs terminateurs différents, de sorte que le texte sera automatiquement unifié au CRLF lors de l'enregistrement

# QueueDialog_CanNotAdjustSmallImage_Content
source: Could not resize images with too small resolution
fr_fr: Impossible de redimensionner les images avec une résolution trop petite

# Toast_Restart_Common_Text_1
source: RX-Explorer has been restarted
fr_fr: RX-Explorer a été redémarré

# Toast_Restart_Common_Text_2
source: We have tried to restore the previous state!
fr_fr: Nous avons essayé de restaurer l'état précédent !

# Toast_Restart_Crash_Text
source: RX crashes due to UWP framework or other unexpected exceptions
fr_fr: RX se bloque en raison du cadre UWP ou d'autres exceptions inattendues

# Toast_Restart_Hang_Text
source: RX has stopped responding due to UWP framework or other reasons
fr_fr: RX a cessé de répondre en raison du cadre UWP ou d'autres raisons

# AppGuardContent.Text
source: When this option is enabled, a daemon process will be used to continuously monitor the running status of this application. Note: It is recommended to enable this option to maximize reliability
fr_fr: Lorsque cette option est activée, un processus démon sera utilisé pour surveiller en permanence l'état de fonctionnement de cette application. Remarque : Il est recommandé d'activer cette option pour optimiser la fiabilité

# AppGuardLabel.Text
source: Application daemon process
fr_fr: Processus du démon d'application

# AppGuardRestartOnCrashContent.Text
source: Enabling this option will allow the daemon process to restart the app once it detects a crash and restore the folder user was browsing before
fr_fr: L'activation de cette option permettra au processus démon de redémarrer l'application une fois qu'il détecte un plantage et de restaurer le dossier que l'utilisateur parcourait auparavant

# AppGuardRestartOnCrashLabel.Text
source: Recover and restart the app when it crashes
fr_fr: Récupérer et redémarrer l'application en cas de plantage

# AppGuardRestartOnFreezeContent.Text
source: Enabling this option will allow the daemon process to restart the app once it detects a freeze and restore the folder user was browsing before
fr_fr: L'activation de cette option permettra au processus démon de redémarrer l'application une fois qu'il détecte un gel et de restaurer le dossier que l'utilisateur parcourait auparavant

# AppGuardRestartOnFreezeLabel.Text
source: Recover and restart the app when it freezes
fr_fr: Récupérer et redémarrer l'application lorsqu'elle se bloque

# AppGuardSwitch.OffContent
source: Disabled
fr_fr: Handicapé

# AppGuardSwitch.OnContent
source: Enabled
fr_fr: Activé

# Operate_Text_RevealCurrentFolder
source: Reveal in navigation panel
fr_fr: Afficher dans le panneau de navigation

# SettingViewHeightOffsetContent.Text
source: Adjust the layout space to give the layout a loose or compact appearance according to your preference. Note: This setting only takes effect for the "Details" and "List" layout
fr_fr: Ajustez l'espace de mise en page pour donner à la mise en page une apparence lâche ou compacte selon vos préférences. Remarque : Ce paramètre ne prend effet que pour la mise en page "Détails" et "Liste"

# SettingViewHeightOffsetLabel.Text
source: Layout space
fr_fr: Espace de mise en page

# SettingExpandTreeViewAsContentChangedContent.Text
source: When this option is enabled, the navigation pane will follow and expand to the current folder location. Note: This may result in a larger performance impact and consume more time when accessing deeper folders, please enable this option at your own discretion
fr_fr: Lorsque cette option est activée, le volet de navigation suivra et se développera jusqu'à l'emplacement du dossier actuel. Remarque : cela peut entraîner un impact plus important sur les performances et consommer plus de temps lors de l'accès à des dossiers plus profonds, veuillez activer cette option à votre propre discrétion

# SettingExpandTreeViewAsContentChangedLabel.Text
source: Follow expansion to current location
fr_fr: Suivre l'expansion jusqu'à l'emplacement actuel

# SettingDisplayLabelFolderInQuickAccessNodeContent.Text
source: When this option is enabled, an aggregated virtual folder of all label files will be displayed under the Quick Access node
fr_fr: Lorsque cette option est activée, un dossier virtuel agrégé de tous les fichiers d'étiquettes sera affiché sous le nœud Accès rapide

# SettingDisplayLabelFolderInQuickAccessNodeLabel.Text
source: Show label folders in Quick Access node
fr_fr: Afficher les dossiers d'étiquettes dans le nœud d'accès rapide

# SettingClickPreferenceLabel.Text
source: Click preference
fr_fr: Préférence de clic

# SettingPageDownloadHyperlinkContent.Content
source: Download link
fr_fr: Lien de téléchargement

# SettingPageSeerContent.Text
source: Seer is a quick view tool for Windows platform. Just like in MacOS, but Seer runs faster, is more customizable, and supports more formats. To enable this feature, you must install Seer in advance and ensure that Seer is running properly. You can activate Seer by selecting any file in the RX-Explorer and pressing the space bar
fr_fr: Seer est un outil de visualisation rapide pour la plate-forme Windows. Tout comme dans MacOS, mais Seer s'exécute plus rapidement, est plus personnalisable et prend en charge plus de formats. Pour activer cette fonctionnalité, vous devez installer Seer à l'avance et vous assurer que Seer fonctionne correctement. Vous pouvez activer Seer en sélectionnant n'importe quel fichier dans le RX-Explorer et en appuyant sur la barre d'espace

# SettingPageSeerSwitch.OffContent
source: Disabled
fr_fr: Désactivé

# SettingPageSeerSwitch.OnContent
source: Enabled
fr_fr: Activé

# SettingClickPerferenceDescription.Text
source: Choose the appropriate operating habits according to your preferences
fr_fr: Choisissez les habitudes de fonctionnement appropriées selon vos préférences

# DefaultProgramPriority_InnerViewer
source: Built-in viewer takes precedence
fr_fr: La visionneuse intégrée a priorité

# DefaultProgramPriority_SystemDefault
source: System default takes precedence
fr_fr: La valeur par défaut du système a priorité

# SettingPageDefaultProgramPriorityContent.Text
source: Change the default program by specifying the priority. Note: Valid only on types which the user has not specified a default program
fr_fr: Modifiez le programme par défaut en spécifiant la priorité. Remarque : Valable uniquement sur les types pour lesquels l'utilisateur n'a pas spécifié de programme par défaut

# SettingPageDefaultProgramPriorityLabel.Text
source: Default program priority
fr_fr: Priorité du programme par défaut

# SettingClickPreferenceDescription.Text
source: Choose the operating habit according to your preferences
fr_fr: Choisissez l'habitude de fonctionnement en fonction de vos préférences

# SettingPageAlwaysOpenInNewTabContent.Text
source: Enabling this option will open the selected folder in a new tab. Opens the built-in viewer in a new tab if the file type is supported by the built-in viewer and the built-in viewer is the default program for that type
fr_fr: L'activation de cette option ouvrira le dossier sélectionné dans un nouvel onglet. Ouvre la visionneuse intégrée dans un nouvel onglet si le type de fichier est pris en charge par la visionneuse intégrée et que la visionneuse intégrée est le programme par défaut pour ce type

# SettingPageAlwaysOpenInNewTabLabel.Text
source: Always open selected files and folders in a new tab
fr_fr: Toujours ouvrir les fichiers et dossiers sélectionnés dans un nouvel onglet

# DragBehaivor_Copy
source: Copy
fr_fr: Copie

# DragBehaivor_Move
source: Move
fr_fr: Déplacer

# DefaultDragBehaivorContent.Text
source: Specifies the default behavior when dragging files with other applications
fr_fr: Spécifie le comportement par défaut lors du déplacement de fichiers avec d'autres applications

# DefaultDragBehaivorLabel.Text
source: Default drag and drop behavior
fr_fr: Comportement de glisser-déposer par défaut

# DoubleClickGoToParentContent.Text
source: This option controls whether double-clicking on empty space to go back to the parent folder is enabled
fr_fr: Cette option contrôle si le double-clic sur un espace vide pour revenir au dossier parent est activé

# DoubleClickGoToParentLabel.Text
source: Double click on empty space to go back to parent folder
fr_fr: Double-cliquez sur l'espace vide pour revenir au dossier parent

# DoubleClickGotoParentSwitch.OffContent
source: Disabled
fr_fr: Désactivée

# DoubleClickGotoParentSwitch.OnContent
source: Enabled
fr_fr: Activé

# DragBehaivor_None
source: Not Specified
fr_fr: Non précisé

# QueueDialog_ImportConfiguration_HardwareMissMatch_Content
source: The configuration file being imported is not from the current computer. Importing configuration files from unknown sources may pose a security risk. Do you want to continue importing?
fr_fr: Le fichier de configuration importé ne provient pas de l'ordinateur actuel. L'importation de fichiers de configuration à partir de sources inconnues peut poser un risque de sécurité. Voulez-vous continuer à importer?

# SystemTip_UIStyleRestartContent
source: Please restart the app to activate the new UI style. It is not recommended that you continue to use this app, the new UI style will take effect at the next launch
fr_fr: Veuillez redémarrer l'application pour activer le nouveau style d'interface utilisateur. Il n'est pas recommandé de continuer à utiliser cette application, le nouveau style d'interface utilisateur prendra effet au prochain lancement

# ApplicationStyleContent.Text
source: This option is used to switch between "Regular" and "Minimalistic" styles. Note: Changing this option will require a restart of the application
fr_fr: Cette option est utilisée pour basculer entre les styles "Normal" et "Minimaliste". Remarque : La modification de cette option nécessitera un redémarrage de l'application

# ApplicationStyleLabel.Text
source: Application UI style
fr_fr: Style d'interface utilisateur de l'application

# SettingButton.ToolTipService.ToolTip
source: Settings
fr_fr: Réglages

# ApplicationStyleSwitch.OffContent
source: Minimalistic
fr_fr: Minimaliste

# ApplicationStyleSwitch.OnContent
source: Regular
fr_fr: Habituel

# PreviewFileOnHoverContent.Text
source: This option controls whether a preview of a file's properties is displayed when the pointer hovers over the file
fr_fr: Cette option contrôle si un aperçu des propriétés du fichier est affiché lorsque le pointeur survole le fichier

# PreviewFileOnHoverSwitch.OffContent
source: Disabled
fr_fr: Désactiver

# PreviewFileOnHoverSwitch.OnContent
source: Enabled
fr_fr: Activer

# PreviewFileOnHoverTitle.Text
source: Preview file properties while hovering
fr_fr: Aperçu des propriétés du fichier en vol stationnaire

# SecureAreaAddButton.Label
source: Add
fr_fr: Ajouter

# SecureAreaFlyoutPickFile.Text
source: File
fr_fr: Fichier

# SecureAreaFlyoutPickFolder.Text
source: Folder
fr_fr: Dossier

# SecureAreaPickFile.Content
source: File
fr_fr: Fichier

# SecureAreaPickFolder.Content
source: Folder
fr_fr: Dossier

# SecureAreaPickItemType.Text
source: Do you want to select a file or folder
fr_fr: Voulez - vous sélectionner un fichier ou un dossier

# SAWelcomeDialogStorageLocation.Header
source: Specify the encrypted file storage location (optional)
fr_fr: Spécifiez l'emplacement de stockage du fichier chiffré (facultatif)

# SAWelcomeDialogStorageLocationBrowse.Content
source: Browse
fr_fr: Feuilleter

# Bluetooth_Transfer_Status_5
source: The target device is disconnected and the file cannot be transferred
fr_fr: Le périphérique cible est déconnecté et le fichier ne peut pas être transféré

# NameCollision_Skip
source: Skip
fr_fr: Sautiller

# GetWinAppSdk_Click_Download_ActivationCode
source: Click the button on the right to redeem the activation code
fr_fr: Cliquez sur le bouton à droite pour utiliser le code d'activation

# GetWinAppSdk_Downloading_ActivationCode
source: Downloading activation code
fr_fr: Télécharger le code d'activation

# GetWinAppSdk_Dialog_Description
source: Users who have purchased RX-Explorer(UWP) can redeem the activation code for RX-Explorer(WAS) here. You can activate the license of RX-Explorer(WAS) by using the activation code provided below in the Microsoft Store or alternatively by following the link in your browser
fr_fr: Les utilisateurs qui ont acheté RX-Explorer (UWP) peuvent échanger le code d'activation pour RX-Explorer (WAS) ici. Vous pouvez activer la licence de RX-Explorer (WAS) en utilisant le code d'activation fourni ci-dessous dans le Microsoft Store ou bien en suivant le lien dans votre navigateur

# GetWinAppSdk_Dialog_Download_Button
source: Download
fr_fr: Télécharger

# GetWinAppSdk_Dialog_Title
source: Redeem Activation Code
fr_fr: Utiliser le code d'activation

# GetWinAppSdk_Empty_AccountName
source: Missing Microsoft account name, redemption operation cannot be performed
fr_fr: Nom de compte Microsoft manquant, l'opération de rachat ne peut pas être effectuée

# GetWinAppSdkDescription.Text
source: Users who have purchased the UWP version can click here to get the new version activation code based on WinUI3 and WinAppSdk refactoring
fr_fr: Les utilisateurs qui ont acheté la version UWP peuvent cliquer ici pour obtenir le code d’activation de la nouvelle version basé sur la refactorisation WinUI3 et WinAppSdk

# GetWinAppSdkTitle.Text
source: Get the Windows App SDK activation code
fr_fr: Obtenir le code d’activation Windows App SDK

# CodeValidDate
source: Redemption validity period
fr_fr: Période de validité de l’échange

# ContactDeveloper_RedeemActivationCode
source: Redeem the activation code
fr_fr: Utiliser le code d’activation

# ContactDeveloper_YourAccount
source: Your Microsoft account (Email)
fr_fr: Votre compte Microsoft (Courrier électronique)

# ContactDeveloper_YourOrderScreenshot
source: Your orders history screenshot about RX-Explorer in your Microsoft account
fr_fr: Capture d’écran de l’historique de vos commandes sur RX-Explorer dans votre compte Microsoft

# GetWinAppSdkDialogContactDeveloper.Content
source: Can't redeem your activation code? Click to contact developer
fr_fr: Vous ne parvenez pas à utiliser votre code d’activation ? Cliquez pour contacter le développeur

# GetWinAppSdk_Redeem_Error
source: Unable to redeem activation code
fr_fr: Impossible d'utiliser le code d'activation

# AttributeType.Text
source: Type
es: Tipo
zh_hans: 类型

# BluetoothTranfer.SecondaryButtonText
source: Abort
es: Cancelar
zh_hans: 终止

# BluetoothTranfer.Title
source: Initializing
es: Iniciando
zh_hans: 初始化中

# BluetoothUI.CloseButtonText
source: Cancel
es: Cancelar
zh_hans: 取消

# BluetoothUI.PrimaryButtonText
source: Confirm
es: Confirmar
zh_hans: 确定

# BluetoothUI.Title
source: Select target device
es: Seleccionar dispositivo de destino
zh_hans: 选择目标设备

# CropperPageHistogram.Text
source: Color distribution
es: Distribución de color
zh_hans: 色阶分布

# DeviceCapacity.Text
source: Capacity
es: Capacidad
zh_hans: 总计空间

# DeviceDialog.CloseButtonText
source: Confirm
es: Confirmar
zh_hans: 确定

# DeviceFreeSpace.Text
source: Free space
es: Espacio usado
zh_hans: 可用空间

# DeviceType.Text
source: Disk Type:
es: Tipo de disco:
zh_hans: 磁盘类型:

# DeviceUsedSpace.Text
source: Used space
es: Espacio usado
zh_hans: 已用空间

# PermissionButton.Content
source: Permission
es: Permiso
zh_hans: 授予权限

# PhotoViewerRotateButton.Label
source: Rotation
es: Rotación
zh_hans: 旋转

# QuickStartLink.NavigateUri
source: https://docs.microsoft.com/en-us/windows/uwp/launch-resume/launch-app-with-uri
es: https://docs.microsoft.com/es-es/windows/uwp/launch-resume/launch-app-with-uri
zh_hans: https://www.ithome.com/html/win10/295999.htm

# QuickStartTitle.Text
source: Application
es: Aplicación

# SAWelcomeDialogSecureLevel.Header
source: Security Level
es: Nivel de seguridad
zh_hans: 安全等级

# SearchLocation.Label
source: Open location
es: Abrir ubicación
zh_hans: 打开所在位置

# SearchType.Text
source: Type
es: Tipo
zh_hans: 类型

# SecureAreaAddFileButton.Label
source: Add file
es: Añadir archivo
zh_hans: 添加文件

# SecureAreaEncryptTip.Subtitle
source: The AES-128-CBC mode already provides sufficient security by default, but you can also choose the AES-256-CBC mode for better security protection. Processors of the second generation Core processors and above support two modes of hardware acceleration, so there is no need to worry about performance issues
es: El modo AES-128-CBC ya ofrece seguridad suficiente por defecto, pero puedes elegir también el modo AES-256-CBC para una mayor seguridad. Los procesadores de segunda generación y superiores son compatibles con los dos modos de aceleración de hardware, por lo que no tienes que preocuparte de problemas de rendimiento.
zh_hans: 默认情况下AES-128-CBC模式已经提供足够的安全性，但是您也可以选择AES-256-CBC模式以获得更加好的安全保护。第二代酷睿处理器以上等级的处理器均支持两种模式的硬件加速，因此无需担心性能问题

# SecureAreaEncryptTip.Title
source: AES mode
es: Modo AES
zh_hans: AES模式

# SecureAreaRenameButton.Label
source: Rename
es: Renombrar
zh_hans: 重命名

# SecureAreaSettingAboutText2.Text
source: Based on AES-CBC algorithm, combined with multiple system-level security authentication measures to ensure the secure storage of files
es: Basado en un algoritmo AES-CB, combinado con múltiples medidas de autenticación de seguridad a nivel del sistema para garantizar un almacenamiento seguro de los archivos.
zh_hans: 基于AES-CBC算法，结合多项系统级安全认证措施，确保文件安全存储

# SecureAreaSettingAESMode1.Content
source: AES-128bit mode
es: Modo AES-128bit

# SecureAreaSettingAESMode2.Content
source: AES-256bit mode
es: Modo AES-256bit

# SettingFolderOpenMethodLabel.Text
source: Folder open method
es: Método para abrir carpetas

# SettingPageUIModeLabel.Text
source: Mode
es: Modo

# SettingVersion.Text
source: Version
es: Versión
zh_hans: 版本

# TranscodeImageDialogScale.Header
source: Proportion
es: Proporción
zh_hans: 缩放百分比

# VideoEditDialog.Title
source: Montage
es: Montaje
zh_hans: 剪辑

# SettingTreeViewDetachLabel.Text
source: Folder tree
es: Árbol de carpetas

# SystemTip_LoadFileDelayTitle
source: There may be a delay in loading
es: Puede que la carga se esté demorando.

# PairText
source: Pair
es: Vincular
zh_hans: 配对

# Bluetooth_Transfer_Description_1
source: Target device terminated file transfer
es: El dispositivo de destino ha interrumpido la transferencia de archivos.
zh_hans: 目标设备终止了文件传输

# Bluetooth_Transfer_Description_2
source: File transfer terminated
es: Transferencia de archivos terminada
zh_hans: 文件传输中止

# Bluetooth_Transfer_Description_3
source: Connection failed:
es: La conexión ha fallado:
zh_hans: 连接失败:

# Bluetooth_Transfer_Description_4
source: File transfer completed
es: Transferencia de archivos completada
zh_hans: 文件传输已完成

# Bluetooth_Transfer_ExitButton
source: Exit
es: Salir
zh_hans: 退出

# Bluetooth_Transfer_FileName
source: File to transfer:
es: Archivo para transferir:
zh_hans: 传输文件名:

# Bluetooth_Transfer_RetryButton
source: Retry
es: Reintentar
zh_hans: 重试

# Bluetooth_Transfer_Status_1
source: Transferring
es: Transfiriendo
zh_hans: 正在传输

# Bluetooth_Transfer_Status_2
source: Transmission terminated
es: Transmisión terminada
zh_hans: 传输中止

# Bluetooth_Transfer_Status_3
source: Transfer completed
es: Transferencia completada
zh_hans: 传输完成

# BluetoothUI_Tips_Text_4
source: Pair failed
es: No se ha podido vincular.
zh_hans: 配对失败

# Bluetooth_Transfer_Description_5
source: File transfer terminated unexpectedly:
es: Transferencia de archivos terminada inesperadamente:
zh_hans: 文件传输意外中止:

# Bluetooth_Transfer_Description_6
source: Unable to reconnect the target device
es: No se ha podido reconectar el dispositivo de destino.
zh_hans: 未能重新连接至目标设备

# Device_Type_1
source: Local drive
es: Unidad local
zh_hans: 本地驱动器

# Device_Type_3
source: Removable drive
es: Unidad extraíble
zh_hans: 可移动驱动器

# Device_Type_4
source: Ram drive
es: Unidad RAM
zh_hans: 内存驱动器

# Device_Type_5
source: Network drive
es: Unidad de red
zh_hans: 网络驱动器

# FileProperty_Bitrate
source: Bitrate
es: Tasa de bits
zh_hans: 比特率

# FileProperty_Latitude
source: Latitude
es: Latitud
zh_hans: 纬度

# FileProperty_Longitude
source: Longitude
es: Longitud
zh_hans: 经度

# ExtendedSplash_QuickStartItem_Name_4
source: Email
es: Correo electrónico
zh_hans: 邮件
