Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/MultilingualResources/RX_Explorer.*.xlf
Languages: es, fr_fr, zh_hans

# Operate_Text_EjectUSB
source: Eject
fr_fr: Éjecter

# Operate_Text_OpenInTerminal
source: Open in terminal...
es: Abrir en terminal...
fr_fr: Ouvrir dans le terminal ...
zh_hans: 在终端中打开...

# RecycleBinDeleteText
source: Deleting
es: Eliminando
fr_fr: Suppression
zh_hans: 正在删除

# QueueDialog_RecycleBinDeleteError_Content
source: An exception occurred while deleting the following files:
fr_fr: Une erreur s'est produite lors de la suppression des fichiers suivants:

# QueueDialog_RecycleBinRestoreError_Content
source: An exception occurred while restoring the following files:
fr_fr: Une erreur s'est produite lors de la restauration des fichiers suivants:

# QueueDialog_RenameExist_Content
source: A file with the same name already exists, whether to rename it automatically?
es: Ya existe un archivo con el mismo nombre; ¿deseas renombrarlo automáticamente?
fr_fr: Un fichier du même nom existe déjà, que ce soit pour le renommer automatiquement?
zh_hans: 已存在同名文件，是否自动重命名?

# Eject_Toast_Text_1
source: Success
es: Correcto
fr_fr: Succès
zh_hans: 成功

# Eject_Toast_Text_2
source: The USB device has been ejected successfully
es: El dispositivo USB se ha expulsado correctamente.
fr_fr: Le périphérique USB a été éjecté avec succès
zh_hans: USB设备已成功弹出

# Eject_Toast_Text_3
source: It is now safe to remove the USB device
es: Ya se puede retirar el dispositivo USB.
fr_fr: Il est maintenant sûr de retirer le périphérique USB
zh_hans: 现在可安全的移除USB设备

# Operate_Text_NewTab
source: Open in new tab
es: Abrir en una nueva pestaña
fr_fr: Ouvrir dans un nouvel onglet
zh_hans: 在新标签页中打开

# Operate_Text_NewWindow
source: Open in new window
es: Abrir en una nueva ventana
fr_fr: Ouvrir dans une nouvelle fenetre
zh_hans: 在新窗口中打开

# QueueDialog_CopyFailUnexpectError_Content
source: An exception occurred while copying the file, the copy operation failed
fr_fr: Une erreur s'est produite lors de la copie du fichier, l'opération de copie a échoué

# QueueDialog_MoveFailUnexpectError_Content
source: An exception occurred while moving the file, the move operation failed
fr_fr: Une erreur s'est produite lors du déplacement du fichier, l'opération de déplacement a échoué

# QueueDialog_DeleteFailUnexpectError_Content
source: An exception occurred while deleting the file, the delete operation failed
fr_fr: Une erreur s'est produite lors de la suppression du fichier, l'opération de suppression a échoué

# QueueDialog_FailToGetClipboardError_Content
source: Failed to get the contents of the clipboard
es: No se han podido obtener los contenidos del portapapeles.
fr_fr: Impossible d'obtenir le contenu du presse-papiers
zh_hans: 无法获取剪贴板的内容

# RemoveHiddenProperty.Label
source: Remove hidden attributes
es: Eliminar atributos ocultos
fr_fr: Supprimer les attributs masqués
zh_hans: 尝试移除隐藏属性

# SettingDisplayHiddenItemLabel.Text
source: Show hidden files
fr_fr: Afficher les fichiers cachés

# SettingDisplayHiddenItem.OffContent
source: Disabled
es: Discapacitado
fr_fr: Désactivé

# SettingDisplayHiddenItem.OnContent
source: Enabled
es: Activado
fr_fr: Activé

# Operate_Text_Undo
source: Undo
es: Deshacer
fr_fr: Annuler
zh_hans: 撤销

# Operate_Text_RemoveHidden
source: Remove hidden attributes
es: Eliminar atributos ocultos
fr_fr: Supprimer les attributs masqués
zh_hans: 尝试移除隐藏属性

# Click_Perference_1
source: Double Click
fr_fr: Double clic

# Click_Perference_2
source: Single Click
fr_fr: Cliquez une seule fois

# Font_Color_Black
source: Black
es: Negro
fr_fr: Noir
zh_hans: 黑色

# Font_Color_White
source: White
es: Blanco
fr_fr: Blanc
zh_hans: 白色

# UseWinAndEActivateLabel.Text
source: Intercept [Win+E] shortcut key
es: Interceptar la tecla de método abreviado [Win + E]
fr_fr: Intercepter la touche de raccourci [Win+E]

# UseWinAndEActivate.OffContent
source: Disabled
es: Discapacitado
fr_fr: Désactivé

# UseWinAndEActivate.OnContent
source: Enabled
es: Activado
fr_fr: Activé

# PresentInvalidCharTip.Subtitle
source: Cannot contain illegal characters Illegal characters include \ / : * ? " < > |
es: No puede contener caracteres no válidos Los caracteres no válidos son \ / : * ? " < > |
fr_fr: Ne peut pas contenir de caractères illégaux Les caractères illégaux incluent \ / : * ? " < > |
zh_hans: 不能包含非法字符 非法字符包括 \ / : * ? " < > |

# PresentInvalidCharTip.Title
source: Error
fr_fr: Erreur
zh_hans: 错误

# PresentInvalidNameTip.Title
source: Error
fr_fr: Erreur
zh_hans: 错误

# PresentInvalidNameTip.Subtitle
source: The name cannot be empty and cannot contain invalid names Invalid names include "CON","PRN", "AUX", "CLOCK$", "NUL" "COM0", "COM1", "COM2", "COM3", "COM4", "COM5", "COM6", "COM7", "COM8", "COM9" "LPT0", "LPT1", "LPT2", "LPT3", "LPT4", "LPT5", "LPT6", "LPT7", "LPT8", "LPT9"
es: El nombre no puede estar vacío y no puede contener denominaciones no válidas Las denominaciones no válidas son: "CON","PRN", "AUX", "CLOCK$", "NUL" "COM0", "COM1", "COM2", "COM3", "COM4", "COM5", "COM6", "COM7", "COM8", "COM9" "LPT0", "LPT1", "LPT2", "LPT3", "LPT4", "LPT5", "LPT6", "LPT7", "LPT8", "LPT9".
fr_fr: Le nom ne peut pas être vide et ne peut pas contenir de noms non valides Les noms non valides incluent "CON","PRN", "AUX", "CLOCK$", "NUL" "COM0", "COM1", "COM2", "COM3", "COM4", "COM5", "COM6", "COM7", "COM8", "COM9" "LPT0", "LPT1", "LPT2", "LPT3", "LPT4", "LPT5", "LPT6", "LPT7", "LPT8", "LPT9"
zh_hans: 名称不能为空且不能包含无效的名称 无效名称包括 "CON","PRN", "AUX", "CLOCK$", "NUL" "COM0", "COM1", "COM2", "COM3", "COM4", "COM5", "COM6", "COM7", "COM8", "COM9" "LPT0", "LPT1", "LPT2", "LPT3", "LPT4", "LPT5", "LPT6", "LPT7", "LPT8", "LPT9"

# CustomUISubtype3.Text
source: Bing Image Background
fr_fr: Fond d'écran Bing

# Setting_UIMode_Recommend
source: Recommended
es: Recomendado
fr_fr: Recommandé

# Progress_Tip_WaitingForAction
source: Waiting for action...
es: Esperando acción
fr_fr: En attente d'action...
zh_hans: 正在等待操作...

# QueueDialog_FolderOccupied_Content
source: The folder is already occupied and cannot be renamed
es: La carpeta ya está ocupada y no se puede renombrar.
fr_fr: Le dossier est déjà occupé et ne peut pas être renommé
zh_hans: 该文件夹已被占用，因此无法重命名

# QueueDialog_FileOccupied_Content
source: The file is already occupied and cannot be renamed
es: El archivo ya está ocupado y no se puede renombrar.
fr_fr: Le fichier est déjà occupé et ne peut pas être renommé
zh_hans: 该文件已被占用，因此无法重命名

# Operate_Text_Sort
source: Sort by
es: Ordenar por
fr_fr: Trier par

# Operate_Text_SortTarget_Name
source: Name
es: Nombre
fr_fr: Nom
zh_hans: 名称

# Operate_Text_SortTarget_Size
source: Size
es: Tamaño
fr_fr: Taille
zh_hans: 大小

# Operate_Text_SortTarget_Time
source: Date modified
es: Fecha modificada
fr_fr: Date modifiée
zh_hans: 修改日期

# Operate_Text_SortDirection_Asc
source: Ascending
es: Ascendente
fr_fr: Ascendant
zh_hans: 升序

# Operate_Text_SortDirection_Desc
source: Descending
es: Descendente
fr_fr: Descendant
zh_hans: 降序

# QuickStart_Protocol_Application_PlaceholderText
source: Enter path or protocol
es: Introducir ruta o protocolo
fr_fr: Entrez le chemin ou le protocole
zh_hans: 输入路径或协议

# QuickStart_Protocol_Web_PlaceholderText
source: Enter website
es: Introducir web
fr_fr: Entrez sur le site Web
zh_hans: 输入网址

# QueueDialog_ApplicationNotFound_Content
source: The application cannot be found, please reset the executable file path
es: No se ha podido encontrar la aplicación; por favor, restablece la ruta del archivo ejecutable.
fr_fr: L'application est introuvable, veuillez réinitialiser le chemin du fichier exécutable
zh_hans: 该应用程序已无法找到，请重新设置可执行文件路径

# SolidColor_FollowSystem.Content
source: Windows default
es: Predeterminado de Windows
fr_fr: Par défaut de Windows
zh_hans: Windows默认

# Link_Admin_DisplayType
source: Shortcut
es: Acceso directo
fr_fr: Raccourci
zh_hans: 快捷方式

# QueueDialog_SetWallpaperFailure_Content
source: Unable to set the picture as wallpaper due to an unknown error
es: No se ha podido fijar la imagen como fondo debido a un error desconocido.
fr_fr: Impossible de définir l'image comme fond d'écran en raison d'une erreur inconnue
zh_hans: 由于出现未知错误，无法将图片设置为壁纸

# QueueDialog_SetWallpaperNotSupport_Content
source: Due to device or system policy, the current picture cannot be set as wallpaper
es: La imagen actual no se puede fijar como fondo de pantalla; debido al dispositivo o una política del sistema.
fr_fr: En raison de la politique de l'appareil ou du système, l'image actuelle ne peut pas être définie comme fond d'écran
zh_hans: 受限于设备或系统规则，无法将当前图片设置为壁纸

# QueueDialog_SetWallpaperSuccess_Content
source: The picture has been successfully set as wallpaper
es: La imagen se ha fijado correctamente como fondo de pantalla.
fr_fr: L'image a été définie avec succès comme fond d'écran
zh_hans: 该图片已成功设置为壁纸

# SetAsWallpaper.Label
source: Set as wallpaper
es: Establecer como fondo de escritorio
fr_fr: Définir en tant que fond d'écran
zh_hans: 设为壁纸

# QuickStartAddButton.Label
source: Add
es: Añadir
fr_fr: Ajouter
zh_hans: 添加

# LinkOptionsDialog.Title
source: Shortcut options
es: Opciones de acceso directo
fr_fr: Options de raccourci
zh_hans: 快捷方式选项

# LinkOptionsDialog_Browser.Content
source: Browser
es: Navegador
fr_fr: Navigateur
zh_hans: 浏览

# LinkOptionsDialog_Browser_Flyout_File.Content
source: File
es: Archivo
fr_fr: Fichier
zh_hans: 文件

# LinkOptionsDialog_Browser_Flyout_Folder.Content
source: Folder
es: Carpeta
fr_fr: Dossier
zh_hans: 文件夹

# LinkOptionsDialog_Browser_Flyout_Text.Text
source: Need to choose a file or a folder?
es: ¿Necesitas elegir un archivo o una carpeta?
fr_fr: Besoin de choisir un fichier ou un dossier?
zh_hans: 需要选择文件还是文件夹?

# LinkOptionsDialog_LinkArgument.Header
source: Parameters (optional)
es: Parámetros (opcional)
fr_fr: Paramètres (facultatif)
zh_hans: 参数 (可选)

# LinkOptionsDialog_LinkArgument.PlaceholderText
source: Enter parameters
es: Introducir parámetro
fr_fr: Entrez les paramètres
zh_hans: 输入参数

# LinkOptionsDialog_LinkDescription.Header
source: Comment (optional)
es: Comentario (opcional)
fr_fr: Commenter (facultatif)

# LinkOptionsDialog_LinkDescription.PlaceholderText
source: Enter a description of the shortcut
es: Introducir descripción para acceso directo
fr_fr: Entrez une description du raccourci
zh_hans: 输入快捷方式的描述

# LinkOptionsDialog_TargetPath.Header
source: Target
es: Destino
fr_fr: Cible
zh_hans: 目标

# LinkOptionsDialog_TargetPath.PlaceholderText
source: Enter or browse the target path
es: Introducir o examinar ruta de destino
fr_fr: Entrez ou parcourez le chemin cible
zh_hans: 输入或浏览目标路径

# DriveFileSystem.Text
source: File system:
fr_fr: Système de fichiers:

# FilePresenterBottomStatusTip_SelectedItem
source: {ItemNum} item selected
es: {ItemNum} ítem seleccionado
fr_fr: {ItemNum} élément sélectionné
zh_hans: 已选择 {ItemNum} 个项目

# FilePresenterBottomStatusTip_TotalItem
source: {ItemNum} items
es: {ItemNum} ítems
fr_fr: {ItemNum} éléments
zh_hans: {ItemNum} 个项目

# TerminalArgumentErrorText.Text
source: Must contain [CurrentLocation], this parameter is used to instruct RX how to fill in the current folder location. Format: <Switch to directory command> [CurrentLocation]
es: Debe contener [CurrentLocation]; este parámetro se usa para enseñar a RX a rellenar la ubicación actual de la carpeta. Formato: <Switch to directory command> [CurrentLocation]
fr_fr: Doit contenir [CurrentLocation], ce paramètre est utilisé pour indiquer à RX comment remplir l'emplacement actuel du dossier. Format: <Passer à la commande de répertoire> [CurrentLocation]

# Common_Dialog_ModifyButton
source: Modify
es: Modificar
fr_fr: Modifier
zh_hans: 修改

# ModifyTerminalArgument.PlaceholderText
source: [CurrentLocation] represents the current folder path
es: [CurrentLocation] representa la ruta de carpeta actual.
fr_fr: [CurrentLocation] représente le chemin du dossier actuel

# ModifyTerminalExecutablePathLabel.Text
source: Path
es: Ruta
fr_fr: Chemin

# ModifyTerminalExecutablePath.PlaceholderText
source: Executable file path
es: Ruta de archivo ejecutable
fr_fr: Chemin du fichier exécutable

# ModifyDefaultTerminalDialog_ProfileSelector.PlaceholderText
source: Create or select a profile
es: Crear o elige un perfil
fr_fr: Créer ou sélectionner un profil
zh_hans: 新建或选择配置文件

# DefaultTerminalLabel.Text
source: Default terminal
es: Terminal por defecto
fr_fr: Terminal par défaut

# ModifyTerminalRemoveProfile.Content
source: Remove configuration
es: Eliminar configuración
fr_fr: Supprimer la configuration

# ModifyDefaultTerminalDialog_RunAsAdmin.Content
source: Run terminal as administrator
es: Ejecutar terminal como administrador
fr_fr: Exécutez le terminal en tant qu'administrateur
zh_hans: 以管理员身份运行终端

# QueueDialog_UnableAccessClipboard_Content
source: Cannot access clipboard, copy/cut operation failed
es: No se ha podido acceder al portapapeles; la operación copiar/pegar ha fallado.
fr_fr: Impossible d'accéder au presse-papiers, l'opération de copie/coupe a échoué
zh_hans: 无法访问剪切板，复制/剪切操作失败

# BackgroundBlurSliderLabel.Text
source: Adjust background blur effect
es: Ajustar efecto de difuminación del fondo
fr_fr: Ajuster l'effet de flou d'arrière-plan

# SettingPageAlwaysLaunchNew.Text
source: Always start a new process when activated
es: Iniciar siempre un nuevo proceso si está activado.
fr_fr: Toujours démarrer un nouveau processus lorsqu'il est activé

# SettingPageExceptAnimation.Content
source: Turn off the initial animation to speed up the startup
es: Desactivar animación inicial para acelerar el inicio
fr_fr: Désactivez l'animation initiale pour accélérer le démarrage
zh_hans: 关闭初始动画以加快启动速度

# Operate_Text_OpenLocation
source: Open location
fr_fr: Ouvrir dossier

# MulSelect.Label
source: Multi-select
es: Selección múltiple
fr_fr: Sélection multiple
zh_hans: 多选

# Operate_Text_MultiSelect
source: Multi-select
es: Selección múltiple
fr_fr: Sélection multiple
zh_hans: 多选

# BuildIn_CropperPage_Description
source: Built-in picture editor
es: Editor de imágenes integrado
fr_fr: Éditeur d'image intégré
zh_hans: 内置图片编辑器

# BuildIn_MediaPlayer_Description
source: Built-in media player
es: Reproductor de medios integrado
fr_fr: Lecteur multimédia intégré
zh_hans: 内置媒体播放器

# BuildIn_PdfReader_Description
source: Built-in pdf viewer
es: Visor PDF integrado
fr_fr: Visionneuse PDF intégrée
zh_hans: 内置PDF查看器

# BuildIn_PhotoViewer_Description
source: Built-in picture viewer
es: Visor de imágenes integrado
fr_fr: Visionneuse d'images intégrée
zh_hans: 内置图片查看器

# BuildIn_SearchPage_Description
source: Searcher
es: Buscador
fr_fr: Chercheur
zh_hans: 搜索

# BuildIn_TextViewer_Description
source: Built-in text editor
es: Editor de texto integrado
fr_fr: Éditeur de texte intégré
zh_hans: 内置文本编辑器

# QueueDialog_BingDownloadError_Content
source: Unable to download Bing image
es: No se ha podido descargar la imagen Bing.
fr_fr: Impossible de télécharger l'image Bing
zh_hans: 无法下载必应图片

# Common_Dialog_SwitchButton
source: Switch
es: Cambiar
fr_fr: Changer
zh_hans: 切换

# QueueDialog_AutoDetectBlackColor_Content
source: It is detected that you have switched the dark background. To ensure the clarity of the text, whether to change the font color to white?
es: Se ha detectado que has cambiado a un fondo oscuro. Para garantizar la claridad del texto, ¿deseas cambiar el color de la fuente a blanco?
fr_fr: Il est détecté que vous avez changé le fond sombre. Pour assurer la clarté du texte, faut-il changer la couleur de la police en blanc?
zh_hans: 检测到您切换了深色的背景，为保证文字的清晰度，是否将字体颜色更改为白色?

# QueueDialog_AutoDetectWhiteColor_Content
source: It is detected that you have switched the light background, to ensure the clarity of the text, whether to change the font color to black?
es: Se ha detectado que has cambiado a un fondo claro. Para garantizar la claridad del texto, ¿deseas cambiar el color de la fuente a negro?
fr_fr: Il est détecté que vous avez changé le fond clair, pour assurer la clarté du texte, que ce soit pour changer la couleur de la police en noir?
zh_hans: 检测到您切换了浅色的背景，为保证文字的清晰度，是否将字体颜色更改为黑色?

# QueueDialog_NoLogTip_Content
source: There is no log file to export
es: No hay ningún archivo de registro para exportar.
fr_fr: Il n'y a pas de fichier journal à exporter
zh_hans: 暂无任何日志文件可供导出哦

# PreventFallBack.Content
source: Always apply Acrylic effect
es: Aplicar siempre efecto acrílico
fr_fr: Appliquez toujours l'effet acrylique
zh_hans: 始终应用Acrylic效果

# PreventFallbackTipContent.Text
source: Checking this option can prevent the Windows from turning off the Acrylic effect when you are not using this application. In this mode, only the Acrylic transmittance is allowed to be adjusted, and the Acrylic color transparency is not available. Note: Turning on this option may shorten battery life, and continuous light calculation will increase the burden on the CPU
es: Marcar esta opción puede evitar que Windows desactive el efecto acrílico mientras no se usa esta aplicación. En este modo, solo se permite ajustar la transmitancia acrílica y la transparencia de color acrílico no está disponible. Nota: Activar esta opción puede acortar la vida de la batería y el cálculo continuo de luz sobrecargará la CPU.
fr_fr: Le fait de cocher cette option peut empêcher Windows de désactiver l'effet acrylique lorsque vous n'utilisez pas cette application. Dans ce mode, seule la transmittance Acrylique peut être ajustée et la transparence de la couleur Acrylique n'est pas disponible. Remarque: l'activation de cette option peut réduire la durée de vie de la batterie et le calcul de la lumière continue augmentera la charge sur le processeur.

# ExtendedSplashLoadingBingText
source: Fetching Bing Image
fr_fr: Récupérer l'image Bing

# FileLoadModeLabel.Text
source: Thumbnail mode
fr_fr: Mode miniature

# LoadMode_FileAndFolder_Text
source: Load thumbnails for folders and files (Slower)
fr_fr: Charger les vignettes des dossiers et des fichiers (Plus lent)

# LoadMode_None_Text
source: Do not load any thumbnails (Faster)
fr_fr: Ne chargez aucune vignette (Plus rapidement)

# LoadMode_OnlyFile_Text
source: Load thumbnails for files only (Balance)
fr_fr: Charger les vignettes des fichiers uniquement (Équilibre)

# VideoEditDialogText2.Header
source: Output encoding config
es: Configuración de codificación de salida
fr_fr: Config d'encodage de sortie
zh_hans: 输出编码配置

# VideoEditDialogText3.Header
source: Output quality
es: Calidad de salida
fr_fr: Qualité de sortie
zh_hans: 输出质量

# VideoEditDialogText4.Header
source: Crop accuracy
es: Precisión de recorte
fr_fr: Précision des cultures
zh_hans: 裁剪精度

# MergeDialogEncodingProfile.Header
source: Encoding config
es: Configuración de codificación
fr_fr: Configuration d'encodage
zh_hans: 输出编码配置

# MergeDialogEncodingQuality.Header
source: Quality
es: Calidad
fr_fr: Qualité
zh_hans: 输出质量

# RunningInAdminModeTip
source: Administrator mode
es: Modo de administrador
fr_fr: Mode administrateur
zh_hans: 管理员模式

# JumpList_Group_Library
source: Library
es: Biblioteca
fr_fr: Bibliothèque
zh_hans: 文件夹和库

# JumpList_Group_Recent
source: Recent
es: Recientes
fr_fr: Récent
zh_hans: 近期

# MulSelect.ToolTipService.ToolTip
source: Multi-select
es: Selección múltiple
fr_fr: Sélection multiple
zh_hans: 多选

# Common_Dialog_ConfirmButton
source: Confirm
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定

# QueueDialog_UnlockBitlockerFailed_Content
source: Unable to unlock Bitlocker, please check whether the password is correct and whether the administrator authority is granted
es: No se ha podido desbloquear Bitlocker; por favor, comprueba que la contraseña sea correcta o que se hayan garantizado permisos de administrador.
fr_fr: Impossible de déverrouiller Bitlocker, veuillez vérifier si le mot de passe est correct et si l'autorité d'administrateur est accordée
zh_hans: 无法解锁Bitlocker，请检查密码是否正确，以及是否授予了管理员权限

# BitlockerPasswordDialog.Title
source: Bitlocker password required
es: Contraseña de Bitlocker requerida
fr_fr: Mot de passe Bitlocker requis
zh_hans: 需要Bitlocker密码

# SearchEngineAllSubFolders.Content
source: Search all subfolders
es: Buscar todas las subcarpetas
fr_fr: Rechercher dans tous les sous-dossiers
zh_hans: 搜索所有子文件夹

# SearchEngineGlobeSearch.Content
source: Global search
es: Búsqueda global
fr_fr: Recherche globale
zh_hans: 全局搜索

# SearchEngineIgnoreCase.Content
source: Ignore case
es: Omitir caso
fr_fr: Ignorer la casse
zh_hans: 忽略大小写

# SearchEngineUseRegex.Content
source: Use regular expressions
es: Usar expresiones regulares
fr_fr: Utiliser des expressions régulières
zh_hans: 使用正则表达式

# SearchInDefaultEngine.Content
source: Use Built-in search engine (Default)
es: Usar motor de búsqueda integrado (por defecto)
fr_fr: Utiliser le moteur de recherche intégré (par défaut)

# SearchInEverythingEngine.Content
source: Use Everything search engine (Faster)
es: Usar motor de búsqueda Everything (más rápido)
fr_fr: Utilisez le moteur de recherche Everything (plus rapide)

# Operate_Text_UnlockBitlocker
source: Unlock the drive
fr_fr: Déverrouiller le lecteur

# EverythingQuestion.Title
source: Everything Search Engine
es: Motor de búsqueda Everything
fr_fr: Moteur de recherche Everything
zh_hans: Everything搜索引擎

# EverythingQuestionSubtitle
source: Everything search can bring an extremely fast search experience. If you need to use Everything, you need to \r 1. Install and run Everything\r 2. Purchase this software to unlock this feature
es: Everything puede proporcionar una experiencia de búsqueda extremadamente rápida. Si deseas usar Everything, debes \r 1. Instalar y ejecutar Everything\r 2. Comprar el programa para desbloquear esta función.
fr_fr: La recherche de tout peut apporter une expérience de recherche extrêmement rapide. Si vous devez utiliser Everything, vous devez \r 1. Installer et exécuter Everything\r 2. Achetez ce logiciel pour déverrouiller cette fonctionnalité

# BitlockerPasswordDialog_PasswordBox.PlaceholderText
source: Please enter Bitlocker password to unlock the drive
es: Introduce la contraseña Bitlocker para desbloquear la unidad.
fr_fr: Veuillez entrer le mot de passe Bitlocker pour déverrouiller le lecteur
zh_hans: 请输入Bitlocker密码以解锁驱动器

# QueueDialog_UnableAccessFile_Content
source: Cannot access this file due to lack of permissions
es: No se ha podido acceder a este archivo debido a falta de permiso.
fr_fr: Impossible d'accéder à ce fichier en raison d'un manque d'autorisations
zh_hans: 由于缺少权限，无法访问此文件

# ProgramPickerDialog_MoreApp.Text
source: Show more apps
es: Mostrar más aplicaciones
fr_fr: Afficher plus d'applications
zh_hans: 更多应用

# HashPlaceHolderText
source: Calculating...
es: Calculando...
fr_fr: Calculateur...
zh_hans: 计算中...

# ModTimeFilterCheckBox2Text.Text
source: Last month
es: Último mes
fr_fr: Le mois dernier
zh_hans: 近一个月

# ModTimeFilterCheckBox3Text.Text
source: Last three months
es: Últimos tres meses
fr_fr: Trois derniers mois
zh_hans: 近三个月

# ModTimeFilterCheckBox4Text.Text
source: A long time ago
es: Hace mucho tiempo
fr_fr: Il y a longtemps
zh_hans: 很久之前

# ModTimeFilterFromDate.Header
source: From:
es: De:
fr_fr: Heure de début:
zh_hans: 起始日期:

# ModTimeFilterToDate.Header
source: To:
es: Para:
fr_fr: Heure de fin:
zh_hans: 结束日期:

# NameFilterCheckBox5Text.Text
source: Others
es: Otros
fr_fr: Autres
zh_hans: 其他

# SizeFilterCheckBox1Text.Text
source: Small (≤1MB)
es: Pequeño (≤1MB)
fr_fr: Petit (≤1MB)
zh_hans: 较小 (≤1MB)

# SizeFilterCheckBox2Text.Text
source: Medium (1MB - 128MB)
es: Mediano (1 MB - 128 MB)
fr_fr: Moyen (1MB - 128MB)
zh_hans: 中等 (1MB - 128MB)

# SizeFilterCheckBox3Text.Text
source: Large (128MB - 1GB)
es: Grande (128 MB - 1 GB)
fr_fr: Grand (128MB - 1GB)
zh_hans: 较大 (128MB - 1GB)

# SizeFilterCheckBox4Text.Text
source: Huge (≥1GB)
es: Enorme (≥1GB)
fr_fr: Énorme (≥1GB)
zh_hans: 超大 (≥1GB)

# QueueDialog_UnableReadWriteFile_Content
source: Cannot read or write file
fr_fr: Impossible de lire ou d'écrire le fichier
